Repository: akhileshekartha/BC-Source
Catalog: _Exclude_ReportLayouts.Source/Translations/_Exclude_ReportLayouts.*.xlf
Languages: cs_cz, es_es, fi_fi, fr_be, is_is, it_ch, ru_ru, sv_se

# Codeunit 405457715 - NamedType 3150583444
source: You are about to delete the currently selected default layout "%1", for report "%2". Do you want to continue? A new default layout must be selected manually from the Report Layout Selection page.
cs_cz: Chystáte se odstranit aktuálně vybrané výchozí rozvržení "%1" pro sestavu "%2". Chcete pokračovat? Nové výchozí rozvržení musí být vybráno ručně ze stránky Výběr rozvržení sestavy.
es_es: Está a punto de eliminar el diseño predeterminado actualmente seleccionado "%1", para el informe "%2". ¿Desea continuar? Se debe seleccionar manualmente un nuevo diseño predeterminado en la página de Selección de diseño de informes.
fi_fi: Olet poistamassa raportin %2 valittuna olevaa oletusasettelua %1. Haluatko jatkaa? Uusi oletusasettelu on valittava manuaalisesti Raporttiasettelun valinta -sivulta.
fr_be: Vous êtes sur le point de supprimer la disposition par défaut actuellement sélectionnée « %1 », pour l’état « %2 ». Souhaitez-vous continuer ? Une nouvelle disposition par défaut doit être sélectionnée manuellement à partir de la page de sélection de disposition de l’état.
is_is: Verið er að eyða völdu sjálfgefnu útliti „%1“, fyrir skýrsluna „%2“. Á að halda áfram? Velja þarf nýtt sjálfgefið útlit handvirkt á síðunni „Val á skýrsluútliti“.
it_ch: Si sta per eliminare il layout predefinito attualmente selezionato "%1", per il report "%2". Continuare? È necessario selezionare manualmente un nuovo layout predefinito dalla pagina Selezione layout report.
ru_ru: Вы собираетесь удалить выбранный в данный момент макет по умолчанию "%1" для отчета "%2". Продолжить? Нужно будет вручную выбрать новый макет по умолчанию на странице "Выбор макета отчета".
sv_se: Du är på väg att ta bort den valda standardlayouten "%1" för rapporten "%2". Vill du fortsätta? Du måste välja en ny standardlayout manuellt från sidan Val av rapportlayout.

# Codeunit 405457715 - NamedType 3964024005
source: "%1" has been set as the default layout for Report "%2"
cs_cz: "%1" bylo nastaveno jako výchozí rozložení pro sestavu "%2"
es_es: Se ha establecido "%1" como diseño predeterminado para el informe "%2"
fi_fi: %1 on määritetty raportin %2 oletusasetteluksi
fr_be: « %1 » a été défini comme disposition par défaut pour l’état « %2 »
is_is: „%1“ hefur verið stillt sem sjálfgefið útlit fyrir skýrsluna „%2“
it_ch: "%1" è stato impostato come layout predefinito per il report "%2"
ru_ru: Макет "%1" установлен в качестве используемого по умолчанию для отчета "%2"
sv_se: "%1" har angetts som standardlayout för rapporten "%2"

# Codeunit 405457715 - NamedType 1845875908
source: A layout name must be specified.
cs_cz: Musí být zadán název rozložení.
es_es: Se debe especificar un nombre de diseño.
fi_fi: Asettelun nimi on määritettävä.
fr_be: Un nom de disposition doit être spécifié.
is_is: Tilgreina verður heiti útlits.
it_ch: È necessario specificare un nome per il layout.
ru_ru: Необходимо указать имя макета.
sv_se: Du måste ange ett namn på en layout.

# Codeunit 405457715 - NamedType 3463507643
source: Excel Files (*.xlsx)|*.xlsx
cs_cz: Soubory aplikace Excel (*.xlsx)|*.xlsx
es_es: Archivos de Excel (*.xlsx)|*.xlsx
fi_fi: Excel-tiedostot (*.xlsx)|*.xlsx
fr_be: Fichiers Excel (*.xlsx)|*.xlsx
is_is: Excel-skrár (*.xlsx)|*.xlsx
it_ch: File di Excel (*.xlsx)|*.xlsx
ru_ru: Файлы Excel (*.xlsx)|*.xlsx
sv_se: Excel-filer (*.xlsx)|*.xlsx

# Codeunit 405457715 - NamedType 274894677
source: All Files (*.*)|*.*
cs_cz: Všechny soubory (*.*)|*.*
es_es: Todos los archivos (*.*)|*.*
fi_fi: Kaikki tiedostot (*.*)|*.*
fr_be: Tous les fichiers (*.*)|*.*
is_is: Allar skrár (*.*)|*.*
it_ch: Tutti i file (*.*)|*.*
ru_ru: Все файлы (*.*)|*.*
sv_se: Alla filer (*.*)|*.*

# Codeunit 405457715 - NamedType 3100428225
source: SQL Report Builder (*.rdl;*.rdlc)|*.rdl;*.rdlc
es_es: Generador de informes de SQL (*.rdl;*.rdlc)|*.rdl;*.rdlc
fi_fi: SQL:n raportin muodostin (*.rdl;*.rdlc)|*.rdl;*.rdlc
it_ch: Generatore report SQL (*.rdl;*.rdlc)|*.rdl;*.rdlc
ru_ru: Построитель отчетов SQL (*.rdl;*.rdlc)|*.rdl;*.rdlc

# Codeunit 405457715 - NamedType 3537813164
source: Word Files (*.docx)|*.docx
cs_cz: Soubory Word (*.docx)|*.docx
es_es: Archivos de Word (*.docx)|*.docx
fi_fi: Word-tiedostot (*.docx)|*.docx
fr_be: Fichiers Word (*.docx)|*.docx
is_is: Word-skrár (*.docx)|*.docx
it_ch: File di Word (*.docx)|*.docx
ru_ru: Файлы Word (*.docx)|*.docx
sv_se: Word-filer (*.docx)|*.docx

# Codeunit 405457715 - NamedType 4176075102
source: Choose Excel layout file
cs_cz: Vyberte soubor rozložení aplikace Excel
es_es: Elegir archivo de diseño de Excel
fi_fi: Valitse Excel-asettelutiedosto
fr_be: Choisir un fichier de disposition Excel
is_is: Velja Excel-útlitsskrá
it_ch: Scegliere il file di layout Excel
ru_ru: Выберите файл макета Excel
sv_se: Välj Excel-fil för layout

# Codeunit 405457715 - NamedType 1296086732
source: Choose External layout file
cs_cz: Vyberte soubor rozložení externí aplikace
es_es: Elegir archivo de diseño externo
fi_fi: Valitse ulkoinen asettelutiedosto
fr_be: Choisir un fichier de disposition externe
is_is: Velja ytri útlitsskrá
it_ch: Scegliere file di layout esterno
ru_ru: Выбрать файл внешнего макета
sv_se: Välj extern layoutfil

# Codeunit 405457715 - NamedType 760330504
source: Choose RDLC layout file
cs_cz: Vyberte soubor RDLC rozložení
es_es: Elegir archivo de diseño de RDLC
fi_fi: Valitse RDLC-asettelutiedosto
fr_be: Choisir le fichier de disposition RDLC
is_is: Velja RDLC-útlitsskrá
it_ch: Scegliere il file di layout RDLC
ru_ru: Выберите файл макета RDLC
sv_se: Välj RDLC-fil för layout

# Codeunit 405457715 - NamedType 1620858005
source: Choose Word layout file
cs_cz: Vyberte soubor Word rozložení
es_es: Elegir archivo de diseño de Word
fi_fi: Valitse Word-asettelutiedosto
fr_be: Choisir un fichier de disposition Word
is_is: Velja Word-útlitsskrá
it_ch: Scegliere file di layout Word
ru_ru: Выбрать файл макета Word
sv_se: Välj Word-fil för layout

# Codeunit 405457715 - NamedType 2156439579
source: A layout named "%1" already exists.
cs_cz: Rozložení s názvem "%1" již existuje.
es_es: Ya existe un diseño con el nombre "%1".
fi_fi: Asettelu %1 on jo luotu.
fr_be: Une disposition nommée « %1 » existe déjà.
is_is: Útlit með heitið „%1“ er þegar til.
it_ch: Esiste già un layout denominato "%1".
ru_ru: Макет с именем "%1" уже существует.
sv_se: Det finns redan en layout med namnet "%1".

# Page 3127504812 - Property 2879900210
source: Edit Report Layout
cs_cz: Upravit rozložení sestavy
es_es: Editar diseño de informe
fi_fi: Muokkaa raporttiasettelua
fr_be: Modifier la disposition de l’état
is_is: Breyta skýrsluútliti
it_ch: Modifica layout report
ru_ru: Изменить макет отчета
sv_se: Redigera rapportlayout

# Page 3127504812 - NamedType 2156439579
source: A layout named %1 already exists.
cs_cz: Rozložení s názvem %1 již existuje.
es_es: Ya existe un diseño con el nombre %1.
fi_fi: Asettelu %1 on jo luotu.
fr_be: Une disposition nommée %1 existe déjà.
is_is: Útlit með heitið %1 er þegar til.
it_ch: Esiste già un layout denominato %1.
ru_ru: Макет с именем "%1" уже существует.
sv_se: Det finns redan en layout med namnet "%1".

# Page 3127504812 - NamedType 2837816615
source: The layout name cannot be an empty value.
cs_cz: Název rozvržení nemůže být prázdná hodnota.
es_es: El nombre de diseño no puede ser un valor vacío.
fi_fi: Asettelun nimi ei voi olla tyhjä arvo.
fr_be: Le nom de la disposition ne peut pas être une valeur vide.
is_is: Heiti útlits getur ekki verið autt gildi.
it_ch: Il nome del layout non può essere un valore vuoto.
ru_ru: Имя макета не может быть пустым значением.
sv_se: Namnet på layouten får inte vara ett tomt värde.

# Page 3127504812 - Control 1787817219 - Property 1295455071
source: Create a copy of the selected layout with the specified changes.
cs_cz: Vytvořte kopii vybraného rozvržení se zadanými změnami.
es_es: Permite crear una copia del diseño seleccionado con los cambios especificados.
fi_fi: Luo kopio valitusta asettelusta määritetyillä muutoksilla.
fr_be: Créez une copie du schéma de disposition sélectionné avec les modifications spécifiées.
is_is: Búa til afrit af völdu útliti með tilgreindum breytingum.
it_ch: Creare una copia del layout selezionato con le modifiche specificate.
ru_ru: Создание копии выбранного макета с указанными изменениями.
sv_se: Skapa en kopia av den valda layouten med de angivna ändringarna.

# Page 3127504812 - Control 1787817219 - Property 2879900210
source: Save Changes to a Copy
cs_cz: Uložení změn do kopie
es_es: Guardar cambios en una copia
fi_fi: Tallenna muutokset kopioon
fr_be: Enregistrer les modifications apportées à une copie
is_is: Vista breytingar í afriti
it_ch: Salva le modifiche in una copia
ru_ru: Сохранить изменения в копии
sv_se: Spara ändringar i en kopia

# Page 3127504812 - Control 3461834954 - Property 1295455071
source: Specifies a description for the layout.
cs_cz: Určuje popis rozvržení.
es_es: Especifica una descripción para el diseño.
fi_fi: Määrittää asettelun kuvauksen.
fr_be: Spécifie une description de la disposition.
is_is: Tilgreinir lýsingu fyrir útlitið.
it_ch: Specifica una descrizione per il layout.
ru_ru: Определяет описание макета.
sv_se: Anger en beskrivning av layouten.

# Page 3127504812 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
es_es: Descripción
fi_fi: Kuvaus
is_is: Lýsing
it_ch: Descrizione
ru_ru: Описание
sv_se: Beskrivning

# Page 3127504812 - Control 1452384823 - Property 1295455071
source: Specifies the name of the layout.
cs_cz: Určuje název rozvržení.
es_es: Especifica el nombre del diseño.
fi_fi: Määrittää asettelun nimen.
fr_be: Spécifie le nom de la disposition.
is_is: Tilgreinir heiti útlitsins.
it_ch: Specifica il nome del layout.
ru_ru: Определяет имя макета.
sv_se: Anger namnet på layouten.

# Page 3127504812 - Control 1452384823 - Property 2879900210
source: Layout Name
cs_cz: Název rozvržení
es_es: Nombre del diseño
fi_fi: Asettelun nimi
fr_be: Nom de la disposition
is_is: Heiti uppsetningar
it_ch: Nome layout
ru_ru: Имя макета
sv_se: Layoutnamn

# Page 3127504812 - Control 4184316645 - Property 1295455071
source: Specifies the ID of the report.
cs_cz: Určuje ID sestavy.
es_es: Especifica el id. del informe.
fi_fi: Määrittää raportin tunnuksen.
fr_be: Spécifie l’ID de l’état.
is_is: Tilgreinir kenni skýrslunnar.
it_ch: Specifica l'ID del report.
ru_ru: Определяет ИД отчета.
sv_se: Anger rapportens ID.

# Page 3127504812 - Control 4184316645 - Property 2879900210
source: Report ID
cs_cz: ID sestavy
es_es: Id. de informe
fi_fi: Raportin tunnus
fr_be: ID état
is_is: Skýrslukenni
it_ch: ID report
ru_ru: ИД отчета
sv_se: Rapport-ID

# Page 3127504812 - Control 2984138987 - Property 1295455071
source: Specifies the name of the report.
cs_cz: Určuje název sestavy.
es_es: Especifica el nombre del informe.
fi_fi: Määrittää raportin nimen.
fr_be: Spécifie le nom de l’état.
is_is: Tilgreinir heiti skýrslunnar.
it_ch: Specifica il nome del report.
ru_ru: Определяет имя отчета.
sv_se: Anger rapportens namn.

# Page 3127504812 - Control 2984138987 - Property 2879900210
source: Report Name
cs_cz: Název sestavy
es_es: Nombre de informe
fi_fi: Raportin nimi
fr_be: Nom de l’état
is_is: Skýrsluheiti
it_ch: Nome report
ru_ru: Имя отчета
sv_se: Rapportnamn

# Page 3477173036 - Property 2879900210
source: Add New Layout for a Report
cs_cz: Přidání nového rozložení pro sestavu
es_es: Agregar nuevo diseño a un informe
fi_fi: Lisää uusi raportin asettelu
fr_be: Ajouter une nouvelle disposition à un état
is_is: Bæta við nýju útliti fyrir skýrslu
it_ch: Aggiungi nuovo layout per report
ru_ru: Добавить новый макет для отчета
sv_se: Lägg till ny layout för en rapport

# Page 3477173036 - NamedType 2156439579
source: A layout named "%1" already exists.
cs_cz: Rozložení s názvem "%1" již existuje.
es_es: Ya existe un diseño con el nombre "%1".
fi_fi: Asettelu %1 on jo luotu.
fr_be: Une disposition nommée « %1 » existe déjà.
is_is: Útlit með heitið „%1“ er þegar til.
it_ch: Esiste già un layout denominato "%1".
ru_ru: Макет с именем "%1" уже существует.
sv_se: Det finns redan en layout med namnet "%1".

# Page 3477173036 - NamedType 2837816615
source: The layout name cannot be an empty value.
cs_cz: Název rozvržení nemůže být prázdná hodnota.
es_es: El nombre de diseño no puede ser un valor vacío.
fi_fi: Asettelun nimi ei voi olla tyhjä arvo.
fr_be: Le nom de la disposition ne peut pas être une valeur vide.
is_is: Heiti útlits getur ekki verið autt gildi.
it_ch: Il nome del layout non può essere un valore vuoto.
ru_ru: Имя макета не может быть пустым значением.
sv_se: Namnet på layouten får inte vara ett tomt värde.

# Page 3477173036 - NamedType 572047844
source: A report with ID "%1" does not exist.
cs_cz: Sestava s ID "%1" neexistuje.
es_es: No existe ningún informe con el id. "%1".
fi_fi: Raporttia, jonka tunnus on %1, ei ole.
fr_be: Un état portant l’ID « %1 » n’existe pas.
is_is: Skýrsla með kennið „%1“ er ekki til.
it_ch: Un report con ID "%1" non esiste.
ru_ru: Отчет с ИД "%1" не существует.
sv_se: Det finns ingen rapport med ID:t "%1".

# Page 3477173036 - Control 2254898066 - Property 1295455071
source: Specifies whether the layout should be available in all companies or just the current company.
cs_cz: Určuje, zda má být rozvržení k dispozici ve všech společnostech nebo pouze v aktuální společnosti.
es_es: Especifica si el diseño debe estar disponible en todas las empresas o solo en la empresa actual.
fi_fi: Määrittää, onko asettelun oltava käytettävissä kaikissa yrityksissä vai vain nykyisessä yrityksessä.
fr_be: Indique si la disposition doit être disponible dans toutes les sociétés ou uniquement dans la société en cours.
is_is: Tilgreinir hvort uppsetningin skuli vera í boði fyrir öll fyrirtæki eða aðeins núverandi fyrirtæki.
it_ch: Specifica se il layout deve essere disponibile in tutte le società o solo nella società corrente.
ru_ru: Определяет, будет макет доступен во всех организациях или только в текущей.
sv_se: Anger om layouten ska vara tillgänglig i alla företag eller bara det aktuella företaget.

# Page 3477173036 - Control 2254898066 - Property 2879900210
source: Available in All Companies
cs_cz: Dostupné ve všech společnostech
es_es: Disponible en todas las empresas
fi_fi: Käytettävissä kaikissa yrityksissä
fr_be: Disponible dans toutes les sociétés
is_is: Í boði fyrir öll fyrirtæki
it_ch: Disponibile in tutte le società
ru_ru: Доступен во всех организациях
sv_se: Tillgänglig i alla företag

# Page 3477173036 - Control 3461834954 - Property 1295455071
source: Specifies a description for the layout.
cs_cz: Určuje popis rozvržení.
es_es: Especifica una descripción para el diseño.
fi_fi: Määrittää asettelun kuvauksen.
fr_be: Spécifie une description de la disposition.
is_is: Tilgreinir lýsingu fyrir útlitið.
it_ch: Specifica una descrizione per il layout.
ru_ru: Определяет описание макета.
sv_se: Anger en beskrivning av layouten.

# Page 3477173036 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
es_es: Descripción
fi_fi: Kuvaus
is_is: Lýsing
it_ch: Descrizione
ru_ru: Описание
sv_se: Beskrivning

# Page 3477173036 - Control 2623053165 - Property 1295455071
source: Specifies the format of the layout.
cs_cz: Určuje formát rozvržení sestavy.
es_es: Especifica el formato del diseño.
fi_fi: Määrittää asettelun muodon.
fr_be: Spécifie le format de la disposition.
is_is: Tilgreinir snið útlitsins.
it_ch: Specifica il formato del layout.
ru_ru: Определяет формат макета.
sv_se: Anger layoutens format.

# Page 3477173036 - Control 2623053165 - Property 2879900210
source: Format Options
cs_cz: Volba formátu
es_es: Opciones de formato
fi_fi: Muotoiluasetukset
fr_be: Options de format
is_is: Sniðvalkostir
it_ch: Opzioni di formato
ru_ru: Параметры формата
sv_se: Formatalternativ

# Page 3477173036 - Control 2623053165 - Property 62802879
source: RDLC,Word,Excel,External
cs_cz: RDLC,Word,Excel,Externí
es_es: RDLC,Word,Excel,Externo
fi_fi: RDLC,Word,Excel,Ulkoinen
fr_be: RDLC,Word,Excel,Externe
is_is: RDLC,Word,Excel,Ytri
it_ch: RDLC,Word,Excel,Esterno
ru_ru: RDLC,Word,Excel,Внешний
sv_se: RDLC,Word,Excel,Externt

# Page 3477173036 - Control 1452384823 - Property 1295455071
source: Specifies the name of the layout.
cs_cz: Určuje název rozvržení.
es_es: Especifica el nombre del diseño.
fi_fi: Määrittää asettelun nimen.
fr_be: Spécifie le nom de la disposition.
is_is: Tilgreinir heiti útlitsins.
it_ch: Specifica il nome del layout.
ru_ru: Определяет имя макета.
sv_se: Anger namnet på layouten.

# Page 3477173036 - Control 1452384823 - Property 2879900210
source: Layout Name
cs_cz: Název rozvržení
es_es: Nombre del diseño
fi_fi: Asettelun nimi
fr_be: Nom de la disposition
is_is: Heiti uppsetningar
it_ch: Nome layout
ru_ru: Имя макета
sv_se: Layoutnamn

# Page 3477173036 - Control 4184316645 - Property 1295455071
source: Specifies the ID of the report.
cs_cz: Určuje ID sestavy.
es_es: Especifica el id. del informe.
fi_fi: Määrittää raportin tunnuksen.
fr_be: Spécifie l’ID de l’état.
is_is: Tilgreinir kenni skýrslunnar.
it_ch: Specifica l'ID del report.
ru_ru: Определяет ИД отчета.
sv_se: Anger rapportens ID.

# Page 3477173036 - Control 4184316645 - Property 2879900210
source: Report ID
cs_cz: ID sestavy
es_es: Id. de informe
fi_fi: Raportin tunnus
fr_be: ID état
is_is: Skýrslukenni
it_ch: ID report
ru_ru: ИД отчета
sv_se: Rapport-ID

# Page 3477173036 - Control 2984138987 - Property 1295455071
source: Specifies the name of the report.
cs_cz: Určuje název sestavy.
es_es: Especifica el nombre del informe.
fi_fi: Määrittää raportin nimen.
fr_be: Spécifie le nom de l’état.
is_is: Tilgreinir heiti skýrslunnar.
it_ch: Specifica il nome del report.
ru_ru: Определяет имя отчета.
sv_se: Anger rapportens namn.

# Page 3477173036 - Control 2984138987 - Property 2879900210
source: Report Name
cs_cz: Název sestavy
es_es: Nombre de informe
fi_fi: Raportin nimi
fr_be: Nom de l’état
is_is: Skýrsluheiti
it_ch: Nome report
ru_ru: Имя отчета
sv_se: Rapportnamn

# Page 2855939321 - Property 2019332006
source: New,Process,Report,Approve
cs_cz: Nový,Proces,Sestava,Schválit
es_es: Nuevo,Proceso,Informe,Aprobar
fi_fi: Uusi,Käsittely,Raportti,Hyväksyntä
fr_be: Nouveau,Traitement,État,Approuver
is_is: Nýtt,Vinnsla,Skýrsla,Samþykkja
it_ch: Nuovo,Processo,Report,Approvazione
ru_ru: Новый,Процесс,Отчет,Утвердить
sv_se: Ny,Process,Rapport,Godkänn

# Page 2855939321 - Property 2879900210
source: Report Layouts
cs_cz: Rozvržení sestav
es_es: Diseños de informe
fi_fi: Raporttiasettelut
fr_be: Dispositions d’état
is_is: Skýrsluútlit
it_ch: Layout report
ru_ru: Макеты отчетов
sv_se: Rapportlayouter

# Page 2855939321 - Property 3863440606
source: Custom Report Layouts, Report Layout Selection
cs_cz: Vlastní rozložení sestav, Výběr rozložení sestavy
es_es: Diseños de informes personalizados, Selección de diseños de informes
fi_fi: Mukautetut raporttiasettelut, Raporttiasettelun valinta
fr_be: Dispositions personnalisées de l’état, Sélection de disposition de l’état
is_is: Sérsniðin skýrsluútlit, val á skýrsluútliti
it_ch: Layout report personalizzati, Selezione layout report
ru_ru: Пользовательские макеты отчетов, Выбор макета отчета
sv_se: Anpassade rapportlayouter, alternativ för rapportlayout

# Page 2855939321 - NamedType 3716366059
source: It is not possible to modify the layout info for this layout because it is provided by an extension. Do you want to edit a copy of the layout instead ?
cs_cz: Není možné upravit informace o rozvržení pro toto rozvržení, protože je poskytováno rozšířením. Chcete místo toho upravit kopii rozvržení?
es_es: No es posible modificar la información de este diseño porque la proporciona una extensión. ¿Desea editar una copia del diseño en su lugar?
fi_fi: Tämän asettelun asettelutietoja ei voi muokata, koska ne ovat laajennuksen toimittamia. Haluatko sen sijasta muokata asettelun kopiota?
fr_be: Il n’est pas possible de modifier les informations de disposition pour cette disposition, car elle est fournie par une extension. Souhaitez-vous modifier une copie de la disposition à la place ?
is_is: Ekki er hægt að breyta uppsetningarupplýsingum þessa útlits vegna þess að það kemur frá viðbót. Á að breyta afriti af útlitinu í staðinn?
it_ch: Non è possibile modificare le informazioni di questo layout perché è fornito da un'estensione. Modificare una copia del layout?
ru_ru: Невозможно изменить информацию о макете для этого макета, так как он предоставлен расширением. Хотите вместо этот отредактировать копию макета?
sv_se: Det går inte att ändra layoutinformationen för den här layouten eftersom den tillhandahålls genom ett tillägg. Vill du redigera en kopia av layouten i stället?

# Page 2855939321 - NamedType 574537387
source: Only user-defined layouts can be modified or removed.
cs_cz: Upravovat nebo odebírat lze pouze uživatelsky definovaná rozvržení.
es_es: Solo se pueden modificar o eliminar los diseños definidos por el usuario.
fi_fi: Vain käyttäjän määrittämiä asetteluja voidaan muokata tai poistaa.
fr_be: Seules les dispositions définies par l’utilisateur peuvent être modifiées ou supprimées.
is_is: Aðeins er hægt að breyta eða fjarlægja útlit sem er skilgreint af notanda.
it_ch: È possibile modificare o rimuovere solo i layout definiti dall'utente.
ru_ru: Изменять или удалять можно только определенные пользователем макеты.
sv_se: Endast användardefinierade layouter kan ändras eller tas bort.

# Page 2855939321 - NamedType 3586617133
source: This action will replace the layout file of the currently selected layout "%1". Do you want to continue ?
cs_cz: Tato akce nahradí soubor rozvržení aktuálně vybraného rozvržení "%1". Chcete pokračovat?
es_es: Esta acción reemplazará el archivo del diseño seleccionado actualmente "%1". ¿Desea continuar?
fi_fi: Tämä toiminto korvaa valittuna olevan asettelun %1 asettelutiedoston. Haluatko jatkaa?
fr_be: Cette action remplace le fichier de présentation du schéma sélectionné "%1". Souhaitez-vous continuer ?
is_is: Þessi aðgerð mun skipta út uppsetningarskránni í uppsetningunni sem nú er valin, „%1“. Viltu halda áfram ?
it_ch: Questa azione sostituirà il file di layout del layout attualmente selezionato "%1". Continuare?
ru_ru: Это действие приведет к замене файла макета выбранного в данный момент макета "%1". Продолжить?
sv_se: Med den här åtgärden ersätts den valda layouten "%1". Vill du fortsätta?

# Page 2855939321 - Control 3461834954 - Property 1295455071
source: Specifies a description of the report layout.
cs_cz: Určuje popis rozvržení sestavy.
es_es: Especifica una descripción del diseño del informe.
fi_fi: Määrittää raporttiasettelun kuvauksen.
fr_be: Spécifie une description de la disposition de l’état.
is_is: Tilgreinir lýsingu á skýrsluútlitinu.
it_ch: Specifica una descrizione del layout del report.
ru_ru: Определяет описание макета отчета.
sv_se: Anger en beskrivning av rapportlayouten.

# Page 2855939321 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
es_es: Descripción
fi_fi: Kuvaus
is_is: Lýsing
it_ch: Descrizione
ru_ru: Описание
sv_se: Beskrivning

# Page 2855939321 - Control 4190768627 - Property 1295455071
source: Specifies the format of the report layout.
cs_cz: Určuje formát rozvržení sestavy.
es_es: Especifica el formato del diseño del informe.
fi_fi: Määrittää raporttiasettelun muodon.
fr_be: Spécifie le format de la disposition de l’état.
is_is: Tilgreinir snið skýrsluútlits.
it_ch: Specifica il formato del layout del report.
ru_ru: Определяет формат макета отчета.
sv_se: Anger rapportlayoutens format.

# Page 2855939321 - Control 4190768627 - Property 2879900210
source: Type
cs_cz: Typ
es_es: Tipo
fi_fi: Tyyppi
is_is: Gerð
it_ch: Tipo
ru_ru: Тип
sv_se: Typ
