Repository: akhileshekartha/BC-Source
Catalog: _Exclude_ReportLayouts.Source/Translations/_Exclude_ReportLayouts.*.xlf
Languages: cs_cz, es_es, fi_fi, fr_be, is_is, it_ch, ru_ru, sv_se

# Page 2855939321 - Control 4190768627 - Property 62802879
source: RDLC,Word,Excel,External
cs_cz: RDLC,Word,Excel,Externí
es_es: RDLC,Word,Excel,Externo
fi_fi: RDLC,Word,Excel,Ulkoinen
fr_be: RDLC,Word,Excel,Externe
is_is: RDLC,Word,Excel,Ytri
it_ch: RDLC,Word,Excel,Esterno
ru_ru: RDLC,Word,Excel,Внешний
sv_se: RDLC,Word,Excel,Externt

# Page 2855939321 - Control 4031873679 - Property 1295455071
source: Specifies the unique name of the layout.
cs_cz: Určuje jedinečný název rozvržení.
es_es: Especifica el nombre único del diseño.
fi_fi: Määrittää asettelun yksilöivän nimen.
fr_be: Spécifie le nom unique de la disposition.
is_is: Tilgreinir einkvæmt heiti útlitsins.
it_ch: Specifica il nome univoco del layout.
ru_ru: Определяет уникальное имя макета.
sv_se: Anger layoutens unika namn.

# Page 2855939321 - Control 4031873679 - Property 2879900210
source: Layout Name
cs_cz: Název rozvržení
es_es: Nombre del diseño
fi_fi: Asettelun nimi
fr_be: Nom de la disposition
is_is: Heiti uppsetningar
it_ch: Nome layout
ru_ru: Имя макета
sv_se: Layoutnamn

# Page 2855939321 - Control 2205143848 - Property 1295455071
source: Specifies the name and publisher of the extension that the layout belongs to. If this field is empty, it means that layout is user-defined and does not belong to an extension.
cs_cz: Určuje název a vydavatele rozšíření, ke kterému rozvržení patří. Pokud je toto pole prázdné, znamená to, že rozvržení je definováno uživatelem a nepatří do rozšíření.
es_es: Especifica el nombre y el editor de la extensión al que pertenece el diseño. Si este campo está vacío, significa que el diseño está definido por el usuario y no pertenece a ninguna extensión.
fi_fi: Määrittää sen laajennuksen nimen ja julkaisijan, johon asettelu kuuluu. Jos tämä kenttä on tyhjä, asettelu on käyttäjän määrittämä eikä kuulu laajennukseen.
fr_be: Spécifie le nom et l’éditeur de l’extension à laquelle la disposition appartient. Si ce champ est vide, cela signifie que la disposition est définie par l’utilisateur et qu’elle n’appartient pas à une extension.
is_is: Tilgreinir heiti og útgefanda viðbótarinnar sem útlitið tilheyrir. Ef þessi reitur er auður þýðir það að útlitið er skilgreint af notanda og tilheyrir ekki viðbót.
it_ch: Specifica il nome e l'editore dell'estensione a cui appartiene il layout. Se il campo è vuoto, significa che il layout è definito dall'utente e non appartiene a un'estensione.
ru_ru: Определяет имя и издателя расширения, к которому принадлежит макет. Если это поле пустое, это означает, что макет определен пользователем и не принадлежит ни к одному из расширений.
sv_se: Anger namnet på och utgivaren av tillägget som layouten tillhör. Om det här fältet är tomt innebär det att layouten är användardefinierad och inte tillhör något tillägg.

# Page 2855939321 - Control 2205143848 - Property 2879900210
source: Extension
cs_cz: Rozšíření
es_es: Extensión
fi_fi: Laajennus
is_is: Viðbót
it_ch: Estensione
ru_ru: Расширение
sv_se: Tillägg

# Page 2855939321 - Control 1272245069 - Property 1295455071
source: Specifies the object ID of the report.
cs_cz: Určuje ID objektu sestavy.
es_es: Especifica el id. de objeto del informe.
fi_fi: Määrittää raportin objektin tunnuksen.
fr_be: Spécifie l’ID d’objet de l’état.
is_is: Tilgreinir hlutarkenni skýrslunnar.
it_ch: Specifica l'ID oggetto del report.
ru_ru: Определяет ИД объекта отчета.
sv_se: Anger rapportens objekt-ID.

# Page 2855939321 - Control 4101026147 - Property 1295455071
source: Specifies the name of the report.
cs_cz: Určuje název sestavy.
es_es: Especifica el nombre del informe.
fi_fi: Määrittää raportin nimen.
fr_be: Spécifie le nom de l’état.
is_is: Tilgreinir heiti skýrslunnar.
it_ch: Specifica il nome del report.
ru_ru: Определяет имя отчета.
sv_se: Anger rapportens namn.

# Page 2855939321 - Control 4101026147 - Property 2879900210
source: Report Name
cs_cz: Název sestavy
es_es: Nombre de informe
fi_fi: Raportin nimi
fr_be: Nom de l’état
is_is: Skýrsluheiti
it_ch: Nome report
ru_ru: Имя отчета
sv_se: Rapportnamn

# Page 2855939321 - Control 2341156892 - Property 1295455071
source: Specifies whether the layout was created by a user.
cs_cz: Určuje, zda bylo rozvržení vytvořeno uživatelem.
es_es: Especifica si el diseño lo ha creado un usuario.
fi_fi: Määrittää, onko käyttäjä luonut asettelun.
fr_be: Spécifie si la disposition a été créée par un utilisateur.
is_is: Tilgreinir hvort notandi hafi búið til útlitið.
it_ch: Specifica se il layout è stato creato da un utente.
ru_ru: Указывает, был ли макет создан пользователем.
sv_se: Anger om layouten har skapats av en användare.

# Page 2855939321 - Action 1732507335 - Property 1295455071
source: Set the current layout as the default layout for the specified report.
cs_cz: Nastavte aktuální rozvržení jako výchozí rozvržení pro zadanou sestavu.
es_es: Permite establecer el diseño actual como diseño predeterminado para el informe especificado.
fi_fi: Määritä nykyinen asettelu määritetyn raportin oletusasetteluksi.
fr_be: Définir la disposition actuelle comme disposition par défaut pour l’état spécifié.
is_is: Stilla núverandi útlit sem sjálfgefið útlit fyrir tilgreinda skýrslu.
it_ch: Impostare il layout corrente come layout predefinito per il report specificato.
ru_ru: Установка текущего макета в качестве используемого по умолчанию для указанного отчета.
sv_se: Ange den aktuella layouten som standardlayout för den angivna rapporten.

# Page 2855939321 - Action 1732507335 - Property 2879900210
source: Set Default
cs_cz: Nastavit výchozí
es_es: Establecer valor predeterminado
fi_fi: Määritä oletus
fr_be: Définir par défaut
is_is: Stilla sjálfgildi
it_ch: Imposta predefinito
ru_ru: По умолчанию
sv_se: Ange standard

# Page 2855939321 - Action 2190626546 - Property 1295455071
source: Edit layout information.
cs_cz: Upravte informace o rozložení.
es_es: Permite editar la información de diseño.
fi_fi: Muokkaa asettelun tietoja.
fr_be: Modifier les informations de disposition.
is_is: Breyta upplýsingum um útlit.
it_ch: Modificare le informazioni sul layout.
ru_ru: Изменение сведений о макете.
sv_se: Redigera layoutinformation.

# Page 2855939321 - Action 2190626546 - Property 2879900210
source: Edit Info
cs_cz: Úprava informací
es_es: Editar información
fi_fi: Muokkaa tietoja
fr_be: Modifier informations
is_is: Breyta upplýsingum
it_ch: Modifica informazioni
ru_ru: Изменить сведения
sv_se: Redigera information

# Page 2855939321 - Action 2193903826 - Property 1295455071
source: Export the selected layout file.
cs_cz: Export vybraného souboru rozvržení
es_es: Permite exportar el archivo de diseño seleccionado.
fi_fi: Vie valittu asettelutiedosto.
fr_be: Exportez le fichier de disposition sélectionné.
is_is: Flytja út valda útlitsskrá.
it_ch: Esportare il file di layout selezionato.
ru_ru: Экспорт выбранного файла макета.
sv_se: Exportera den valda layoutfilen.

# Page 2855939321 - Action 2193903826 - Property 2879900210
source: Export Layout
cs_cz: Exportovat rozvržení
es_es: Exportar diseño
fi_fi: Vie asettelu
fr_be: Exporter la disposition
is_is: Flytja út útlit
it_ch: Esporta layout
ru_ru: Экспорт макета
sv_se: Exportera layout

# Page 2855939321 - Action 3046030738 - Property 1295455071
source: Create a new layout.
cs_cz: Vytvořte nové rozložení.
es_es: Permite crear un nuevo diseño.
fi_fi: Luo uusi asettelu.
fr_be: Créez une disposition.
is_is: Búa til nýtt útlit.
it_ch: Creare un nuovo layout.
ru_ru: Создание нового макета.
sv_se: Skapa en ny layout.

# Page 2855939321 - Action 3046030738 - Property 2879900210
source: New Layout
cs_cz: Nové rozvržení
es_es: Nuevo diseño
fi_fi: Uusi asettelu
fr_be: Nouvelle disposition
is_is: Nýtt útlit
it_ch: Nuovo layout
ru_ru: Создать макет
sv_se: Ny layout

# Page 2855939321 - Action 2650137722 - Property 1295455071
source: Replace the existing layout file.
cs_cz: Nahraďte existující soubor rozvržení.
es_es: Permite reemplazar el archivo de diseño existente.
fi_fi: Korvaa aiemmin luotu asettelutiedosto.
fr_be: Remplacez le fichier de disposition existant.
is_is: Skipta út fyrirliggjandi útlitsskrá.
it_ch: Sostituire il file di layout esistente.
ru_ru: Замена существующего файла макета.
sv_se: Ersätt den befintliga layoutfilen.

# Page 2855939321 - Action 2650137722 - Property 2879900210
source: Replace Layout
cs_cz: Nahradit rozvržení
es_es: Reemplazar diseño
fi_fi: Korvaa asettelu
fr_be: Remplacer la disposition
is_is: Skipta um útlit
it_ch: Sostituisci layout
ru_ru: Заменить макет
sv_se: Ersätt layout

# Page 2855939321 - Action 2746247081 - Property 1295455071
source: Run the report using the selected layout.
cs_cz: Spusťte sestavu pomocí vybraného rozvržení.
es_es: Permite ejecutar el informe con el diseño seleccionado.
fi_fi: Suorita raportti käyttämällä valittua asettelua.
fr_be: Exécutez l’état à l’aide de la disposition sélectionnée.
is_is: Keyra skýrsluna með völdu útliti.
it_ch: Eseguire il report utilizzando il layout selezionato.
ru_ru: Запуск отчета с использованием выбранного макета.
sv_se: Kör rapporten med den valda layouten.

# Page 2855939321 - Action 2746247081 - Property 2879900210
source: Run Report
cs_cz: Spustit sestavu
es_es: Ejecutar informe
fi_fi: Suorita raportti
fr_be: Exécuter état
is_is: Keyra skýrslu
it_ch: Esegui report
ru_ru: Запустить отчет
sv_se: Kör rapport

# Page 2855939321 - View 1663039630 - Property 2879900210
source: Extensions
cs_cz: Rozšíření
es_es: Extensiones
fi_fi: Laajennukset
is_is: Viðbætur
it_ch: Estensioni
ru_ru: Расширения
sv_se: Tillägg

# Page 2855939321 - View 1119380316 - Property 2879900210
source: User-Defined
cs_cz: Definováno uživatelem
es_es: Definido por el usuario
fi_fi: Käyttäjän määrittämä
fr_be: Défini par l’utilisateur
is_is: Skilgreint af notanda
it_ch: Definito dall'utente
ru_ru: Определенный пользователем
sv_se: Användardefinierat
