Repository: akhileshekartha/BC-Source
Catalog: Data Search.Source/Translations/Data Search.*.xlf
Languages: cs_cz, da_dk

# Table 3305910297 - Property 2879900210
source: Data Search Result
cs_cz: Výsledek hledání dat
da_dk: Resultat af datasøgning

# Table 3305910297 - NamedType 4241124041
source: lines
cs_cz: Řádky
da_dk: linjer

# Table 3305910297 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
da_dk: Beskrivelse

# Table 3305910297 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
da_dk: Løbenr.

# Table 3305910297 - Field 158172202 - Property 2879900210
source: Line Type
cs_cz: Typ řádku
da_dk: Linjetype

# Table 3305910297 - Field 158172202 - Property 62802879
source: Header,Data,MoreHeader,MoreData
cs_cz: Záhlaví,Data,VíceZáhlaví,VíceData
da_dk: Overskrift,Data,MereOverskrift,FlereData

# Table 3305910297 - Field 495416724 - Property 2879900210
source: No. of Hits
cs_cz: Počet nalez. záznamů
da_dk: Antal hit

# Table 3305910297 - Field 2674482667 - Property 2879900210
source: Parent ID
cs_cz: Nadřazené ID
da_dk: Overordnet id

# Table 3305910297 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Titulek tabulky
da_dk: Tabeltitel

# Table 3305910297 - Field 3017471043 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
da_dk: Tabelnr.

# Table 3305910297 - Field 3371953150 - Property 2879900210
source: Table Subtype
cs_cz: Podtyp tabulky
da_dk: Tabelundertype

# Table 4025139878 - Property 2879900210
source: Search Setup (Field)
cs_cz: Nastavení vyhledávání (pole)
da_dk: Søgekonfiguration (felt)

# Table 4025139878 - Field 470122249 - Property 2879900210
source: Enable Search
cs_cz: Povolit vyhledávání
da_dk: Aktivér søgning

# Table 4025139878 - Field 823559016 - Property 2879900210
source: Field Caption
cs_cz: Titulek pole
da_dk: Felttitel

# Table 4025139878 - Field 3531868071 - Property 2879900210
source: Field No.
cs_cz: Číslo pole
da_dk: Feltnr.

# Table 4025139878 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Titulek tabulky
da_dk: Tabeltitel

# Table 4025139878 - Field 3017471043 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
da_dk: Tabelnr.

# Table 2849192698 - Property 2879900210
source: Search Setup (Table)
cs_cz: Nastavení vyhledávání (tabulka)
da_dk: Søgekonfiguration (tabel)

# Table 2849192698 - Field 495416724 - Property 2879900210
source: No. of Hits
cs_cz: Počet nalez. záznamů
da_dk: Antal hit

# Table 2849192698 - Field 655387622 - Property 2879900210
source: Role Center ID
cs_cz: ID centra rolí
da_dk: Rollecenter-id

# Table 2849192698 - Field 1393533604 - Property 2879900210
source: Table Caption
cs_cz: Titulek tabulky
da_dk: Tabeltitel

# Table 2849192698 - Field 3017471043 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
da_dk: Tabelnr.

# Table 2849192698 - Field 3371953150 - Property 2879900210
source: Table Subtype
cs_cz: Podtyp tabulky
da_dk: Tabelundertype

# Table 2849192698 - Field 3501343248 - Property 2879900210
source: Table/Type ID
cs_cz: ID tabulky/typu
da_dk: Tabel/type-id

# Table 2248772457 - Property 2879900210
source: Data Search Source Temp
cs_cz: Šablona zdroje vyhledávání dat
da_dk: Midlertidig kilde for datasøgning

# Table 2248772457 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
da_dk: Beskrivelse

# Codeunit 4165554626 - NamedType 3390914320
source: Navigation menu only.
cs_cz: Pouze navigační nabídka.
da_dk: Kun navigationsmenu.

# Codeunit 4165554626 - NamedType 2955544161
source: (default)
cs_cz: (výchozí)
da_dk: (standard)

# Page 3130159978 - Property 1064389655
source: About Search in company data
cs_cz: O vyhledávání v datech společnosti
da_dk: Om Søg i virksomhedsdata

# Page 3130159978 - Property 247559172
source: Enter one or more search words in the search field. To see which tables are being searched, select Results | Show tables to search.
cs_cz: Do vyhledávacího pole zadejte jedno nebo více hledaných slov. Chcete-li zjistit, které tabulky jsou prohledávány, vyberte možnost Výsledky | Zobrazit tabulky k vyhledávání.
da_dk: Indsæt et eller flere søgeord i feltet Søg. Vælg Resultater for at se, hvilke tabeller der søges i | Vis tabeller, der skal søges i.

# Page 3130159978 - Property 2879900210
source: Search in company data [Preview]
cs_cz: Vyhledávání v datech společnosti [Náhled]
da_dk: Søg i virksomhedsdata [Forhåndsversion]

# Page 3130159978 - NamedType 570321828
source: No tables defined for search.
cs_cz: Pro vyhledávání nejsou definovány žádné tabulky.
da_dk: Der er ikke defineret tabeller til søgning.

# Page 3130159978 - NamedType 3193096050
source: Searching ...
cs_cz: Hledání...
da_dk: Søger...

# Page 3130159978 - NamedType 3848749407
source: Data Search started. No. of search words: %1. No. of tables to search: %2.
cs_cz: Bylo spuštěno vyhledávání dat. Počet hledaných slov: %1. Počet tabulek k vyhledávání: %2.
da_dk: Datasøgning er startet. Antal søgeord: %1. Antal tabeller, der skal søges i: %2.

# Page 3130159978 - Control 3906556071 - Property 2879900210
source: Results
cs_cz: Výsledky
da_dk: Resultater

# Page 3130159978 - Control 2210060298 - Property 2879900210
source: Text to search for (enter at least 3 characters)
cs_cz: Hledaný text (zadejte alespoň 3 znaky)
da_dk: Tekst, der skal søges efter (angiv mindst tre tegn)

# Page 3130159978 - Control 2400258197 - Property 1295455071
source: Enter at least three characters to search for.
cs_cz: Zadejte alespoň tři znaky, které chcete vyhledat.
da_dk: Angiv mindst tre tegn, der skal søges efter.

# Page 3130159978 - Control 2400258197 - Property 2879900210
source: Text to search for
cs_cz: Hledaný text
da_dk: Tekst, der skal søges efter

# Page 3789408733 - Property 2879900210
source: Results
cs_cz: Výsledky
da_dk: Resultater

# Page 3789408733 - NamedType 3932260845
source: %1: Show all results
cs_cz: %1: Zobrazit všechny výsledky
da_dk: %1: Vis alle resultater

# Page 3789408733 - Control 3461834954 - Property 1295455071
source: Specifies the found entry.
cs_cz: Určuje nalezenou položku.
da_dk: Angiver den fundne post.

# Page 3789408733 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
da_dk: Beskrivelse

# Page 3789408733 - Action 1514883969 - Property 1295455071
source: Opens a page that lists which tables are searched for your role center. If you have permissions, you can change which tables and fields are searched.
cs_cz: Otevře stránku se seznamem tabulek, které jsou prohledávány pro vaše centrum rolí. Pokud máte oprávnění, můžete změnit, které tabulky a pole se budou prohledávat.
da_dk: Åbner en side, der viser, hvilke tabeller der søges i for dit rollecenter. Hvis du har rettigheder, kan du ændre, hvilke tabeller og felter der søges i.

# Page 3789408733 - Action 1514883969 - Property 2879900210
source: Show tables to search
cs_cz: Zobrazit tabulky k vyhledávání
da_dk: Vis tabeller, der skal søges i

# Page 218848851 - Property 2019332006
source: New,Process,Report,Column,Record
cs_cz: Nový,Proces,Sestava,Sloupec,Záznam
da_dk: Ny,Proces,Rapport,Kolonne,Record

# Page 218848851 - Property 2879900210
source: Search Result Records
cs_cz: Záznamy výsledků hledání
da_dk: Poster i søgeresultat

# Page 218848851 - Control 736664577 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 2168185985 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 2805882602 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 892792751 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 98967960 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 3756238639 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 3925147662 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 3287451045 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 2649754428 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 2012057811 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 2180966834 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Control 1543270217 - Property 1295455071
source: Specifies a field in the table.
cs_cz: Určuje pole v tabulce.
da_dk: Angiver et felt i tabellen.

# Page 218848851 - Action 3277981215 - Property 2879900210
source: Columns
cs_cz: Sloupce
da_dk: Kolonner

# Page 218848851 - Action 3760561947 - Property 1295455071
source: Go to the next column.
cs_cz: Přejděte do dalšího sloupce.
da_dk: Gå til den næste kolonne.

# Page 218848851 - Action 3760561947 - Property 2879900210
source: Next Column
cs_cz: Další sloupec
da_dk: Næste kolonne

# Page 218848851 - Action 2393674465 - Property 1295455071
source: Go to the previous column.
cs_cz: Přejděte na předchozí sloupec.
da_dk: Gå til den forrige kolonne.

# Page 218848851 - Action 2393674465 - Property 2879900210
source: Previous Column
cs_cz: Předchozí sloupec
da_dk: Forrige kolonne

# Page 218848851 - Action 3875867463 - Property 2879900210
source: Record
cs_cz: Záznam

# Page 218848851 - Action 1794018898 - Property 1295455071
source: Open the record in its list or card page.
cs_cz: Otevřete záznam na stránce přehledu nebo karty.
da_dk: Åbn recorden på dens liste eller på kortside.

# Page 218848851 - Action 1794018898 - Property 2879900210
source: Show Record
cs_cz: Zobrazit záznam
da_dk: Vis record

# Page 3477219812 - Property 2879900210
source: Search Setup (Field) List
cs_cz: Přehled nastavení vyhledávání (pole)
da_dk: Liste med søgekonfiguration (felt)

# Page 3477219812 - NamedType 1516037821
source: Do you want to remove the current setup and insert the default?
cs_cz: Chcete odebrat aktuální nastavení a vložit výchozí?
da_dk: Vil du fjerne den aktuelle opsætning og indsætte standardindstillingen?

# Page 3477219812 - Control 470122249 - Property 1295455071
source: Specifies whether search is enabled for this field.
cs_cz: Určuje, zda je pro toto pole povoleno vyhledávání.
da_dk: Angiver, om søgning er aktiveret for dette felt.

# Page 3477219812 - Control 470122249 - Property 2879900210
source: Enable search
cs_cz: Povolit vyhledávání
da_dk: Aktivér søgning

# Page 3477219812 - Control 823559016 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
cs_cz: Určuje titulek pole, to znamená název, který se zobrazí v uživatelském rozhraní.
da_dk: Angiver feltets tekst, dvs. det navn, der vises i brugergrænsefladen.

# Page 3477219812 - Control 823559016 - Property 2879900210
source: Field Caption
cs_cz: Titulek pole
da_dk: Felttitel

# Page 3477219812 - Control 3526251870 - Property 1295455071
source: Specifies the type of the field.
cs_cz: Určuje typ pole.
da_dk: Angiver felttypen.

# Page 3477219812 - Control 3526251870 - Property 2879900210
source: Field Type
cs_cz: Typ pole
da_dk: Felttype

# Page 3477219812 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
cs_cz: Určuje číslo pole.
da_dk: Angiver feltets nummer.

# Page 3477219812 - Control 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
da_dk: Nr.

# Page 3477219812 - Action 807937578 - Property 1295455071
source: Removes the field selection for this table and inserts the default.
cs_cz: Odebere výběr polí pro tuto tabulku a vloží výchozí.
da_dk: Fjerner feltvalget for denne tabel og indsætter standardindstillingen.

# Page 3477219812 - Action 807937578 - Property 2879900210
source: Reset to default
cs_cz: Obnovit výchozí
da_dk: Gendan standardværdi

# Page 3888767375 - Property 2879900210
source: Search Enabled Fields
cs_cz: Pole s povoleným vyhledáváním
da_dk: Søgeaktiverede felter

# Page 3888767375 - Control 2780874720 - Property 1295455071
source: Specifies the caption of the field, that is, the name that will be shown in the user interface.
cs_cz: Určuje titulek pole, to znamená název, který se zobrazí v uživatelském rozhraní.
da_dk: Angiver feltets tekst, dvs. det navn, der vises i brugergrænsefladen.

# Page 3888767375 - Control 2780874720 - Property 2879900210
source: Field Name
cs_cz: Název pole
da_dk: Feltnavn

# Page 3888767375 - Control 4200184881 - Property 1295455071
source: Specifies the number of the field.
cs_cz: Určuje číslo pole.
da_dk: Angiver feltets nummer.

# Page 3888767375 - Control 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo
da_dk: Nr.

# Page 1032144280 - Property 2879900210
source: Search Setup (Table) List
cs_cz: Přehled nastavení vyhledávání (tabulka)
da_dk: Liste med søgekonfiguration (tabel)

# Page 1032144280 - NamedType 1516037821
source: Do you want to remove the current setup and insert the default?
cs_cz: Chcete odebrat aktuální nastavení a vložit výchozí?
da_dk: Vil du fjerne den aktuelle opsætning og indsætte standardindstillingen?

# Page 1032144280 - Control 1599953061 - Property 1295455071
source: Specifies the name of the table.
cs_cz: Určuje název tabulky.
da_dk: Angiver navnet på tabellen.

# Page 1032144280 - Control 1599953061 - Property 2879900210
source: Table Name
cs_cz: Název tabulky
da_dk: Tabelnavn

# Page 1032144280 - Control 568116884 - Property 1295455071
source: Specifies the ID of the table.
cs_cz: Určuje ID tabulky.
da_dk: Angiver id'et for tabellen.

# Page 1032144280 - Control 568116884 - Property 2879900210
source: Table No.
cs_cz: Číslo tabulky
da_dk: Tabelnr.

# Page 1032144280 - Control 3986492796 - Property 1295455071
source: Specifies whether this table is included in search.
cs_cz: Určuje, zda je tato tabulka zahrnuta do vyhledávání.
da_dk: Angiver, om denne tabel medtages i søgningen.

# Page 1032144280 - Control 3986492796 - Property 2879900210
source: Search Enabled
cs_cz: Vyhledávání povoleno
da_dk: Søgning aktiveret

# Page 1032144280 - Control 3669144757 - Property 1295455071
source: Specifies which role the search setup is valid for.
cs_cz: Určuje, pro kterou roli je nastavení vyhledávání platné.
da_dk: Angiver, hvilken rolle som søgekonfigurationen gælder for.

# Page 1032144280 - Action 2402477966 - Property 1295455071
source: Removes the current selection for this rolecenter and inserts the default table selection.
cs_cz: Odebere aktuální výběr pro toto centrum rolí a vloží výchozí výběr tabulky.
da_dk: Fjerner den aktuelle markering for dette rollecenter og indsætter standardtabelvalget.

# Page 1032144280 - Action 2402477966 - Property 2879900210
source: Reset to default
cs_cz: Obnovit výchozí
da_dk: Gendan standardværdi

# Page 1032144280 - Action 4207440265 - Property 1295455071
source: Select this action if you want to see all tables and/or select more tables to be included in the search.
cs_cz: Tuto akci vyberte, pokud chcete zobrazit všechny tabulky a/nebo vybrat více tabulek, které chcete zahrnout do vyhledávání.
da_dk: Vælg denne handling, hvis du vil have vist alle tabeller og/eller vælge flere tabeller, der skal inkluderes i søgningen.

# Page 1032144280 - Action 4207440265 - Property 2879900210
source: Show all tables
cs_cz: Zobrazit všechny tabulky
da_dk: Vis alle tabeller

# Page 1032144280 - Action 2618468921 - Property 1295455071
source: Compacts the view, so you only see the tables that have been selected for search.
cs_cz: Zkomprimuje zobrazení, takže uvidíte pouze tabulky, které byly vybrány pro vyhledávání.
da_dk: Komprimerer visningen, så du kun kan få vist de tabeller, der er valgt til søgning.

# Page 1032144280 - Action 2618468921 - Property 2879900210
source: Filter to selected tables
cs_cz: Filtr na vybrané tabulky
da_dk: Filtrer til udvalgte tabeller

# PageExtension 3918992016 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 3918992016 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 2304533500 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 2304533500 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 3920336408 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 3920336408 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 1882099586 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 1882099586 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 2592606864 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 2592606864 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 1798731205 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 1798731205 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 2433752065 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 2433752065 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 4257341140 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 4257341140 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 24589904 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 24589904 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 146764562 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 146764562 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 1193268780 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 1193268780 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 2630671652 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 2630671652 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 3300909889 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 3300909889 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# PageExtension 4082266850 - Action 1846755250 - Property 1295455071
source: Search across a predefined set of tables for this role.
cs_cz: Prohledávejte předdefinovanou sadu tabulek pro tuto roli.
da_dk: Søg på tværs af et foruddefineret sæt tabeller for denne rolle.

# PageExtension 4082266850 - Action 1846755250 - Property 2879900210
source: Search in data
cs_cz: Vyhledávání v datech
da_dk: Søg i data

# Page 1032144280 - Control 3669144757 - Property 2879900210
source: Role
da_dk: Rolle
