Repository: akhileshekartha/BC-Source
Catalog: _Exclude_Email Logging Using Graph API.Source/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, nl_be, ru_ru

# Table 3925836548 - Property 2879900210
source: Email Logging using Graph API
cs_cz: Protokolování e-mailů pomocí rozhraní Graph API
da_dk: Maillogføring med Graph API
de_at: E-Mail-Protokollierung mithilfe Graph API
es_es: Registro de correo electrónico mediante API de Graph
fi_fi: Sähköpostin lokiinkirjaus Graph API -ohjelmointirajapinnan avulla
nl_be: E-maillogboekregistratie via Graph API
ru_ru: Регистрация электронной почты с использованием API Graph

# Table 3925836548 - Field 3879241928 - Property 2879900210
source: Client Id
cs_cz: ID klienta
da_dk: Klient-id
es_es: Id. de cliente
fi_fi: Asiakasohjelman tunnus
ru_ru: ИД клиента

# Table 3925836548 - Field 4106039276 - Property 2879900210
source: Client Secret Key
cs_cz: Tajný klíč klienta
da_dk: Hemmelig klientnøgle
de_at: Geheimer Clientschlüssel
es_es: Clave de secreto de cliente
fi_fi: Asiakasohjelman salainen avain
nl_be: Geheime clientsleutel
ru_ru: Ключ секрета клиента

# Table 3925836548 - Field 3495016871 - Property 2879900210
source: Consent Given
cs_cz: Udělený souhlas
da_dk: Samtykke givet
de_at: Zustimmung erteilt
es_es: Consentimiento dado
fi_fi: Suostumus annettu
nl_be: Toestemming gegeven
ru_ru: Согласие предоставлено

# Table 3925836548 - Field 90141998 - Property 2879900210
source: Email Address
cs_cz: Emailová adresa
da_dk: Mailadresse
de_at: E-Mail-Adresse
es_es: Dirección de correo electrónico
fi_fi: Sähköpostiosoite
nl_be: E-mailadres
ru_ru: Адрес электронной почты

# Table 3925836548 - Field 2228666639 - Property 2879900210
source: Email Batch Size
cs_cz: Velikost dávky e-mailu
da_dk: Størrelse på mailbatch
de_at: E-Mail-Batchgröße
es_es: Tamaño de lote por correo electrónico
fi_fi: Sähköpostierän koko
nl_be: Grootte van e-mailbatch
ru_ru: Размер пакета электронной почты

# Table 3925836548 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
da_dk: Aktiveret
de_at: Aktiviert
es_es: Habilitado
fi_fi: Käytössä
nl_be: Geactiveerd
ru_ru: Включено

# Table 3925836548 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primærnøgle
de_at: Primärschlüssel
es_es: Clave principal
fi_fi: Ensisijainen avain
nl_be: Primaire sleutel
ru_ru: Первичный ключ

# Table 3925836548 - Field 618784563 - Property 2879900210
source: Redirect URL
cs_cz: Adresa URL přesměrování
da_dk: URL-adresse til omdirigering
de_at: Umleitungs-URL
es_es: URL de redireccionamiento
fi_fi: Uudelleenohjauksen URL-osoite
nl_be: Omleidings-URL
ru_ru: URL-адрес перенаправления

# Codeunit 400223042 - NamedType 454739994
source: DELETE request failed with status code %1.
cs_cz: Požadavek DELETE se nezdařil se stavovým kódem %1.
da_dk: DELETE-anmodningen mislykkedes med statuskoden %1.
de_at: DELETE-Anforderung ist fehlgeschlagen. Statuscode: %1.
es_es: Error de solicitud ELIMINAR con código de estado %1.
fi_fi: DELETE-pyyntö epäonnistui, tilakoodi %1.
nl_be: Verwijderaanvraag is mislukt met statuscode %1.
ru_ru: Сбой запроса DELETE с кодом состояния %1.

# Codeunit 400223042 - NamedType 101472083
source: GET request failed with status code %1.
cs_cz: Požadavek GET se nezdařil se stavovým kódem %1.
da_dk: GET-anmodning mislykkedes med statuskode %1.
de_at: GET-Anforderung ist fehlgeschlagen. Statuscode: %1.
es_es: Error de solicitud GET con código de estado %1.
fi_fi: GET-pyyntö epäonnistui, tilakoodi %1.
nl_be: Ophaalaanvraag is mislukt met statuscode %1.
ru_ru: Сбой запроса GET с кодом состояния %1.

# Codeunit 400223042 - NamedType 1741489945
source: POST request failed with status code %1.
cs_cz: Požadavek POST se nezdařil se stavovým kódem %1.
da_dk: POST-anmodningen mislykkedes med statuskoden %1.
de_at: POST-Anforderung ist fehlgeschlagen. Statuscode: %1.
es_es: Error de solicitud POST con código de estado %1.
fi_fi: POST-pyyntö epäonnistui, tilakoodi %1.
nl_be: Boekingsaanvraag is mislukt met statuscode %1.
ru_ru: Сбой запроса POST с кодом состояния %1.

# Codeunit 400223042 - NamedType 1430696441
source: Request failed with status code %1.
cs_cz: Požadavek se nezdařil se stavovým kódem %1.
da_dk: Anmodningen mislykkedes med statuskoden %1.
de_at: Anforderung ist fehlgeschlagen. Statuscode: %1.
es_es: Error de la solicitud con código de estado %1.
fi_fi: Pyyntö epäonnistui, tilakoodi %1.
nl_be: Aanvraag is mislukt met statuscode %1.
ru_ru: Сбой запроса с кодом состояния %1.

# Codeunit 400223042 - NamedType 2164095947
source: We cannot connect to the shared mailbox in Office 365.\\This might be because the Exchange user does not have a valid license for Office 365.
cs_cz: Ke sdílené poštovní schránce v Office 365 se nemůžeme připojit.\\Může to být způsobeno tím, že uživatel Exchange nemá platnou licenci pro Office 365.
da_dk: Vi kan ikke oprette forbindelse til den delte postkasse i Office 365.\\Det kan skyldes, at Exchange-brugeren ikke har en gyldig licens til Office 365.
de_at: Es kann keine Verbindung mit dem freigegebenen Postfach in Office 365 hergestellt werden.\\Dies liegt möglicherweise daran, dass der Exchange-Benutzer keine gültige Lizenz für Office 365 besitzt.
es_es: No se puede establecer la conexión al buzón compartido en Office 365.\\Esto puede deberse a que el usuario de Exchange no tiene una licencia válida para Office 365.
fi_fi: Office 365:n jaettuun postilaatikkoon ei voi muodostaa yhteyttä.\\Tämä voi johtua siitä, että Exchange-käyttäjällä ei ole kelvollista Office 365 -käyttöoikeutta.
nl_be: Er kan geen verbinding worden gemaakt met de gedeelde postbus in Office 365.\\Dit kan zijn omdat de Exchange-gebruiker geen geldige licentie voor Office 365 heeft.
ru_ru: Не удается подключиться к общему почтовому ящику в Office 365.\\Это может быть связано с тем, что у пользователя Exchange нет действительной лицензии на Office 365.

# Codeunit 2165751579 - NamedType 192532729
source: Check connection
cs_cz: Zkontrolujte připojení
da_dk: Kontrollér forbindelse
de_at: Verbindung prüfen
es_es: Comprobar conexión
fi_fi: Tarkista yhteys
nl_be: Verbinding controleren
ru_ru: Проверить подключение

# Codeunit 2165751579 - NamedType 3966901435
source: Get messages
cs_cz: Dostávat zprávy
da_dk: Hent meddelelser
de_at: Nachrichten abrufen
es_es: Obtener mensajes
fi_fi: Hae viestit
nl_be: Berichten ophalen
ru_ru: Получить сообщения

# Codeunit 2165751579 - NamedType 3791449231
source: Email logging is not enabled.
cs_cz: Protokolování e-mailů není povoleno.
da_dk: Maillogføring er ikke aktiveret.
de_at: Die E-Mail-Protokollierung ist nicht aktiviert.
es_es: El registro de correo electrónico no está habilitado.
fi_fi: Sähköpostin lokiinkirjausta ei ole otettu käyttöön.
nl_be: E-maillogboekregistratie is niet geactiveerd.
ru_ru: Регистрация электронной почты не включена.

# Codeunit 2165751579 - NamedType 520866582
source: You must provide an email address.
cs_cz: Musíte zadat e-mailovou adresu.
da_dk: Du skal angive en mailadresse.
de_at: Sie müssen eine E-Mail-Adresse angeben.
es_es: Debe proporcionar una dirección de correo electrónico.
fi_fi: Sinun on annettava sähköpostiosoite.
nl_be: U moet een e-mailadres opgeven.
ru_ru: Необходимо указать адрес электронной почты.

# Codeunit 2165751579 - NamedType 2355372627
source: Email logging is not set up.
cs_cz: Protokolování e-mailů není nastaveno.
da_dk: Maillogføring er ikke konfigureret.
de_at: Die E-Mail-Protokollierung ist nicht eingerichtet.
es_es: El registro de correo electrónico no está configurado.
fi_fi: Sähköpostin lokiinkirjausta ei ole määritetty.
nl_be: E-maillogboekregistratie is niet ingesteld.
ru_ru: Регистрация электронной почты не настроена.

# Codeunit 419282697 - NamedType 2295013642
source: Archiving email message
cs_cz: Archivace e-mailové zprávy
da_dk: Arkiverer mailbesked
de_at: E-Mail-Nachricht wird archiviert
es_es: Archivando mensaje de correo electrónico
fi_fi: Arkistoidaan sähköpostiviestiä
nl_be: E-mailbericht archiveren
ru_ru: Архивация сообщения электронной почты

# Codeunit 419282697 - NamedType 3447063239
source: Deleting email message
cs_cz: Odstranění e-mailové zprávy
da_dk: Sletter mail
de_at: E-Mail-Nachricht wird gelöscht
es_es: Eliminando mensaje de correo electrónico
fi_fi: Poistetaan sähköpostiviestiä
nl_be: E-mailbericht verwijderen
ru_ru: Удаление сообщения электронной почты

# Codeunit 419282697 - NamedType 3966901435
source: Get email messages
cs_cz: Získat e-mailové zprávy
da_dk: Hent mails
de_at: E-Mail-Nachrichten abrufen
es_es: Obtener mensajes de correo electrónico
fi_fi: Hae sähköpostiviestit
nl_be: E-mailberichten ophalen
ru_ru: Получить сообщения электронной почты

# Codeunit 419282697 - NamedType 3996821955
source: Log interaction
cs_cz: Protokol interakce
da_dk: Logfør interaktion
de_at: Aktivität protokollieren
es_es: Interacción de registro
fi_fi: Kirjaa lokiin vuorovaikutus
nl_be: Interactie registreren
ru_ru: Регистрировать взаимодействия

# Codeunit 419282697 - NamedType 1146285529
source: Process email message
cs_cz: Zpracování e-mailové zprávy
da_dk: Behandl mailmeddelelse
de_at: E-Mail-Nachricht verarbeiten
es_es: Procesar mensaje de correo electrónico
fi_fi: Käsittele sähköpostiviesti
nl_be: E-mailbericht verwerken
ru_ru: Обработать сообщение электронной почты

# Codeunit 419282697 - NamedType 1539061738
source: Validate setup
cs_cz: Ověřit nastavení
da_dk: Valider opsætning
de_at: Einrichtung überprüfen
es_es: Validar configuración
fi_fi: Tarkista asetukset
nl_be: Instelling valideren
ru_ru: Проверить конфигурацию

# Codeunit 419282697 - NamedType 1458334003
source: The message has not been logged. %1
cs_cz: Zpráva nebyla zaznamenána. %1
da_dk: Meddelelsen er ikke blevet logført. %1
de_at: Die Nachricht wurde nicht protokolliert. %1
es_es: El mensaje no se ha registrado. %1
fi_fi: Viestiä ei ole kirjattu lokiin. %1
nl_be: Het bericht is niet vastgelegd. %1
ru_ru: Сообщение не зарегистрировано. %1

# Codeunit 419282697 - NamedType 292613421
source: There is no link to the email because the email could not be moved to the Archive folder.
cs_cz: Neexistuje žádný odkaz na e-mail, protože e-mail nelze přesunout do složky Archiv.
da_dk: Der er ingen sammenkædning med mailen, fordi mailen ikke kunne flyttes til arkivmappen.
de_at: Es gibt keinen Link zu der E-Mail, da die E-Mail nicht in den Archivordner verschoben werden konnte.
es_es: No hay ningún vínculo con el correo electrónico porque el correo electrónico no se pudo mover a la carpeta Archivo.
fi_fi: Linkkiä sähköpostiviestiin ei ole, koska sähköpostiviestiä ei voitu siirtää Arkisto-kansioon.
nl_be: Er is geen koppeling naar de e-mail omdat de e-mail niet naar de archiefmap kan worden verplaatst.
ru_ru: Ссылки на сообщение электронной почты нет, так как его не удалось переместить в папку "Архив".

# Codeunit 419282697 - NamedType 3802208139
source: There is no link to the email because the email could not be moved.
cs_cz: Neexistuje žádný odkaz na e-mail, protože e-mail nelze přesunout.
da_dk: Der er ingen link til mailen, fordi mailen ikke kunne flyttes.
de_at: Es gibt keinen Link zu der E-Mail, da die E-Mail nicht verschoben werden konnte.
es_es: No hay ningún vínculo con el correo electrónico porque no se ha podido mover el mensaje de correo electrónico.
fi_fi: Linkkiä sähköpostiviestiin ei ole, koska sähköpostiviestiä ei voitu siirtää.
nl_be: Er is geen koppeling naar de e-mail omdat de e-mail niet kan worden verplaatst.
ru_ru: Ссылки на сообщение электронной почты нет, так как его не удалось переместить.

# Codeunit 2120671752 - NamedType 1595950268
source: Cannot extract the tenant ID from the access token.
cs_cz: Id tenanta nelze extrahovat z přístupového tokenu.
da_dk: Lejer-id'et kan ikke udtrækkes fra dette adgangstoken.
de_at: Die Tenant-ID kann nicht aus dem Zugriffstoken extrahiert werden.
es_es: No se puede extraer el id. de suscriptor del token de acceso.
fi_fi: Vuokraajan tunnusta ei voi purkaa käyttöoikeustunnuksesta.
nl_be: Kan de tenant-id niet ophalen uit het toegangstoken.
ru_ru: Не удается извлечь ИД арендатора из маркера доступа.

# Codeunit 2120671752 - NamedType 3452571438
source: The Email Logging Using the Microsoft Graph API feature is not enabled.
cs_cz: Protokolování e-mailů pomocí rozhraní Microsoft Graph API není povoleno.
da_dk: Maillogføring vha. funktionen Microsoft Graph API er ikke aktiveret.
de_at: Die E-Mail-Protokollierung mithilfe der Microsoft Graph API-Funktion ist nicht aktiviert.
es_es: El registro de correo electrónico mediante la característica de API de Microsoft Graph no está habilitado.
fi_fi: Sähköpostin lokiinkirjaus Microsoft Graph API -ominaisuuden avulla ei ole käytössä.
nl_be: De e-maillogboekregistratie met de API-functie van Microsoft Graph is niet geactiveerd.
ru_ru: Функция "Регистрация электронной почты с использованием Microsoft Graph API" не включена.

# Codeunit 2120671752 - NamedType 719120474
source: Log email interactions between salespeople and contacts.
cs_cz: Protokolujte e-mailové interakce mezi prodejci a kontakty.
da_dk: Log mailinteraktioner mellem sælgere og kontakter.
de_at: Protokollieren Sie E-Mail-Aktivitäten zwischen Verkäufern und Kontakten.
es_es: Registra interacciones de correo electrónico entre los comerciales y los contactos.
fi_fi: Kirjaa lokiin myyjien ja yhteyshenkilöiden välinen sähköpostiviestintä.
nl_be: E-mailinteracties registreren tussen verkopers en contacten.
ru_ru: Регистрация взаимодействий по электронной почте между менеджерами по продажам и контактами.

# Codeunit 2120671752 - NamedType 1228041154
source: Track email exchanges between your sales team and your customers and prospects, and then turn the emails into actionable opportunities.
cs_cz: Sledujte e-mailové komunikace mezi prodejním týmem a zákazníky a potenciálními zákazníky, a pak je proměňte v příležitosti.
da_dk: Spor mailudvekslinger mellem dit salgsteam og debitorer og potentielle kunder, og konverter derefter mails til salgsmuligheder, der kan handles på.
de_at: Verfolgen Sie den E-Mail-Austausch zwischen Ihrem Verkaufsteam und Ihren Debitoren und Interessenten, und verwandeln Sie die E-Mails in umsetzbare Verkaufschancen.
es_es: Realice un seguimiento de los intercambios de correo electrónico entre su equipo de ventas y los clientes y clientes potenciales, y conviértalos en oportunidades que requieran acción.
fi_fi: Seuraa sähköpostiviestien vaihtoa myyntitiimin, asiakkaiden ja prospektien välillä ja muuta sitten sähköpostiviestit toimintaa edellyttäviksi mahdollisuuksiksi.
nl_be: E-mailuitwisselingen tussen uw verkoopteam en uw klanten en prospects traceren, en de e-mails vervolgens omzetten in praktische verkoopkansen.
ru_ru: Отслеживание обмена сообщениями электронной почты между группой продаж и клиентами или потенциальными клиентами, а также их преобразование в возможности.

# Codeunit 2120671752 - NamedType 1892638790
source: Set up email logging
cs_cz: Nastavit protokolování e-mailu
da_dk: Konfigurer maillogføring
de_at: E-Mail-Protokollierung einrichten
es_es: Configurar registro de correo electrónico
fi_fi: Määritä sähköpostin lokiinkirjaus
nl_be: E-maillogboekregistratie instellen
ru_ru: Настройка регистрации электронной почты

# Codeunit 2120671752 - NamedType 4210870252
source: Set up the Email Logging Using the Microsoft Graph API feature.
cs_cz: Nastavte protokolování e-mailů pomocí funkce Rozhraní MICROSOFT Graph API.
da_dk: Konfigurer maillogføring vha. funktionen Microsoft Graph API.
de_at: Richten Sie die E-Mail-Protokollierung mithilfe der Microsoft Graph API-Funktion ein.
es_es: Permite configurar el registro de correo electrónico mediante la característica API de Microsoft Graph.
fi_fi: Määritä sähköpostin lokiinkirjaus Microsoft Graph API -ominaisuuden avulla.
nl_be: E-maillogboekregistratie met behulp van de Microsoft Graph API-functie instellen.
ru_ru: Настройка функции "Регистрация электронной почты с использованием Microsoft Graph API" не включена.

# Codeunit 2120671752 - NamedType 520866582
source: Email address is empty.
cs_cz: E-mailová adresa je prázdná.
da_dk: Mailadressen er tom.
de_at: Die E-Mail-Adresse ist leer.
es_es: La dirección de correo electrónico está vacía.
fi_fi: Sähköpostiosoite on tyhjä.
nl_be: E-mailadres is leeg.
ru_ru: Адрес электронной почты пуст.

# Codeunit 2120671752 - NamedType 33623699
source: The Email Logging Using the Microsoft Graph API feature is not enabled.
cs_cz: Protokolování e-mailů pomocí rozhraní Microsoft Graph API není povoleno.
da_dk: Maillogføring vha. funktionen Microsoft Graph API er ikke aktiveret.
de_at: Die E-Mail-Protokollierung mithilfe der Microsoft Graph API-Funktion ist nicht aktiviert.
es_es: El registro de correo electrónico mediante la característica de API de Microsoft Graph no está habilitado.
fi_fi: Sähköpostin lokiinkirjaus Microsoft Graph API -ominaisuuden avulla ei ole käytössä.
nl_be: De e-maillogboekregistratie met de API-functie van Microsoft Graph is niet geactiveerd.
ru_ru: Функция "Регистрация электронной почты с использованием Microsoft Graph API" не включена.

# Codeunit 2120671752 - NamedType 1164843116
source: Your license does not allow you to schedule the email logging task or register interaction log entries. To view details about your permissions, see the Effective Permissions page.
cs_cz: Vaše licence neumožňuje naplánovat úlohu protokolování e-mailu ani zaregistrovat položky protokolu interakce. Podrobnosti o oprávněních najdete na stránce Platná oprávnění.
da_dk: Din licens tillader ikke, at du planlægger opgaven for maillogføring eller registrerer interaktionslogposter. Hvis du vil have vist detaljer om dine rettigheder, skal du se siden Gældende tilladelser.
de_at: Ihre Lizenz erlaubt es Ihnen nicht, die E-Mail-Protokollierungsaufgabe einzuplanen oder Aktivitätsprotokollposten zu registrieren. Informationen zu Ihren Berechtigungen finden Sie auf der Seite „Effektive Berechtigungen“.
es_es: Su licencia no le permite programa la tarea de registro de correo electrónico o registrar los movimientos del log de interacción. Para ver los detalles de sus permisos, consulte la página Permisos en vigor.
fi_fi: Käyttöoikeutesi ei salli sähköpostin lokiinkirjaustehtävän ajoittamista tai vuorovaikutuslokin tapahtumien rekisteröimistä. Voit katsoa käyttöoikeuksiasi koskevat tiedot Voimassa olevat käyttöoikeudet -sivulta.
nl_be: Uw licentie staat niet toe dat u de taak voor e-maillogboekregistratie plant of interactielogposten registreert. Zie de pagina Effectieve machtigingen voor meer informatie over uw machtigingen.
ru_ru: Ваша лицензия не позволяет запланировать задачу регистрации электронной почты или регистрировать записи журнала взаимодействия. Для просмотра сведений о ваших разрешениях перейдите на страницу "Действующие разрешения".

# Codeunit 2120671752 - NamedType 2274573483
source: No permissions.
cs_cz: Žádná oprávnění.
da_dk: Ingen rettigheder.
de_at: Keine Berechtigungen.
es_es: No hay permisos.
fi_fi: Ei oikeuksia.
nl_be: Geen machtigingen.
ru_ru: Разрешений нет.

# Codeunit 2120671752 - NamedType 2543942014
source: You must specify a size for the email batch.
cs_cz: Pro e-mailovou dávku je nutné zadat velikost.
da_dk: Du skal angive en størrelse på mailbatchen.
de_at: Sie müssen eine Größe für den E-Mail-Stapel angeben.
es_es: Debe especificar un tamaño para el lote de correo electrónico.
fi_fi: Sinun on määritettävä sähköpostierän koko.
nl_be: U moet een grootte opgeven voor de e-mailbatch.
ru_ru: Необходимо указать размер пакета электронной почты.

# Codeunit 3366432307 - NamedType 1632511380
source: Could not get an access token.
cs_cz: Nelze získat přístupový token.
da_dk: Det var ikke muligt at få et adgangstoken.
de_at: Es konnte kein Zugriffstoken abgerufen werden.
es_es: No se pudo obtener un token de acceso.
fi_fi: Käyttöoikeustunnusta ei voitu noutaa.
nl_be: Kan geen toegangstoken verkrijgen.
ru_ru: Не удалось получить маркер доступа.

# Codeunit 3366432307 - NamedType 2982938511
source: The client ID is not specified.
cs_cz: ID klienta není zadáno.
da_dk: Klient-id'et er ikke angivet.
de_at: Die Client-ID wurde nicht angegeben.
es_es: No se especificó el ID. de cliente.
fi_fi: Asiakasohjelman tunnusta ei ole määritetty.
nl_be: De client-id is niet opgegeven.
ru_ru: ИД клиента не указан.

# Codeunit 3366432307 - NamedType 365681226
source: The client secret is not specified.
cs_cz: Tajný klíč klienta není zadán.
da_dk: Klienthemmeligheden er ikke angivet.
de_at: Der geheime Clientschlüssel wurde nicht angegeben.
es_es: No se especificó el secreto de cliente.
fi_fi: Asiakasohjelman salasanaa ei ole määritetty.
nl_be: Het clientgeheim is niet opgegeven.
ru_ru: Секрет клиента не указан.

# Codeunit 3366432307 - NamedType 2400741151
source: Authentication using the client ID and secret for email logging is not enabled.
cs_cz: Ověřování pomocí ID klienta a tajného klíče pro protokolování e-mailů není povoleno.
da_dk: Godkendelse ved hjælp af klient-id'et og hemmeligheden for maillogføring er ikke aktiveret.
de_at: Die Authentifizierung mithilfe der Client-ID und des geheimen Clientschlüssels für die E-Mail-Protokollierung ist nicht aktiviert.
es_es: La autenticación que usa el id. de cliente y el secreto para registro de correo electrónico no está habilitada.
fi_fi: Todennus sähköpostin lokiinkirjauksen asiakastunnuksen ja salasanan avulla ei ole käytössä.
nl_be: Verificatie met de client-id en het clientgeheim voor e-maillogboekregistratie is niet geactiveerd.
ru_ru: Проверка подлинности с использованием ИД и секрета клиента для регистрации электронной почты не включена.

# Codeunit 1641602404 - NamedType 1427565258
source: Email logging done through public folders in Exchange Online will be disabled and the corresponding job queue entry will be deleted. Administrators can then set up email logging to use a shared mailbox in Exchange.
cs_cz: Protokolování e-mailů provedené prostřednictvím veřejných složek v Exchange Online bude zakázáno a odpovídající položka fronty úloh bude odstraněna. Správci pak můžou nastavit protokolování e-mailů tak, aby používalo sdílenou poštovní schránku v Exchange.
da_dk: Maillogføring, som udføres via offentlige mapper i Exchange Online, vil blive deaktiveret, og den tilsvarende opgavekøpost vil blive slettet. Administratorer kan derefter konfigurere maillogføring for at bruge en delt postkasse i Exchange.
de_at: Die E-Mail-Protokollierung durch öffentliche Ordner in Exchange Online wird deaktiviert, und der entsprechende Aufgabenwarteschlangenposten wird gelöscht. Administratoren können dann die E-Mail-Protokollierung einrichten, um ein freigegebenes Postfach in Exchange zu verwenden.
es_es: Se deshabilitará el registro de correo electrónico realizado a través de carpetas públicas en Exchange Online y se eliminará el movimiento de cola de proyectos correspondiente. Después, los administradores pueden configurar el registro de correo electrónico para usar un buzón compartido en Exchange.
fi_fi: Exchange Onlinen yleisten kansioiden kautta tehty sähköpostin lokiinkirjaus poistetaan käytöstä, ja vastaava työjonotapahtuma poistetaan. Järjestelmänvalvojat voivat määrittää sähköpostin lokiinkirjauksen käyttämään Exchangen jaettua postilaatikkoa.
nl_be: E-maillogboekregistratie uitgevoerd via openbare mappen in Exchange Online is gedeactiveerd en het corresponderende taakwachtrij-item wordt verwijderd. Beheerders kunnen vervolgens e-maillogboekregistratie instellen om een gedeeld postvak te gebruiken in Exchange.
ru_ru: Регистрация электронной почты, осуществляемая через общие папки в Exchange Online, будет отключена, и соответствующая операция очереди работ будет удалена. После этого администратор сможет настроить регистрацию электронной почты для использования общего почтового ящика в Exchange.
