Repository: akhileshekartha/BC-Source
Catalog: _Exclude_Email Logging Using Graph API.Source/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, nl_be, ru_ru

# Page 3925836548 - Property 2879900210
source: Email Logging
cs_cz: Protokolování e-mailů
da_dk: Maillogføring
de_at: E-Mail-Protokollierung
es_es: Registro de correo electrónico
fi_fi: Sähköpostin lokiinkirjaus
nl_be: E-maillogboekregistratie
ru_ru: Регистрация электронной почты

# Page 3925836548 - NamedType 2970173640
source: Could not access the shared mailbox.
cs_cz: Nelze získat přístup ke sdílené poštovní schránce.
da_dk: Kunne ikke få adgang til den delte postkasse.
de_at: Auf das freigegebene Postfach konnte nicht zugegriffen werden.
es_es: No se pudo obtener acceso al buzón compartido.
fi_fi: Jaettua postilaatikkoa ei voitu käyttää.
nl_be: Kan geen toegang krijgen tot het gedeelde postvak.
ru_ru: Не удалось получить доступ к общему почтовому ящику.

# Page 3925836548 - NamedType 4171123882
source: This clears the settings in your email logging setup. Do you want to continue?
cs_cz: Tím se vymaže nastavení v nastavení protokolování e-mailů. Chcete pokračovat?
da_dk: Dermed ryddes indstillingerne i din opsætning af maillogføring. Vil du fortsætte?
de_at: Dadurch werden die Einstellungen in der E-Mail-Protokollierungseinrichtung gelöscht. Möchten Sie fortfahren?
es_es: Esto borra los ajustes de la configuración del registro de correo electrónico. ¿Desea continuar?
fi_fi: Tämä tyhjentää sähköpostin lokiinkirjauksen asetukset. Haluatko jatkaa?
nl_be: Hiermee worden uw instellingen voor e-maillogboekregistratie gewist. Wilt u doorgaan?
ru_ru: Значения параметров конфигурации регистрации электронной почты будут сброшены. Продолжить?

# Page 3925836548 - NamedType 1063437616
source: This setup page can only be used when the Email Logging Using the Microsoft Graph API feature is enabled. You can enable the feature on the Feature Management page.
cs_cz: Tuto stránku nastavení lze použít pouze v případě, že je povolená funkce Protokolování e-mailů pomocí rozhraní Microsoft Graph API. Tuto funkci můžete povolit na stránce Správa funkcí.
da_dk: Denne opsætningsside kan kun bruges, når maillogføring ved hjælp af Microsoft Graph API-funktionen er aktiveret. Du kan aktivere funktionen på siden Funktionsstyring.
de_at: Diese Einrichtungsseite kann nur verwendet werden, wenn die E-Mail-Protokollierung mithilfe der Microsoft Graph API-Funktion aktiviert ist. Sie können die Funktion auf der Seite „Funktionsverwaltung“ aktivieren.
es_es: Esta página de configuración solo se puede usar cuando el registro de correo electrónico con la función de la API de Microsoft Graph está habilitado. Puede habilitar la característica en la página Administración de características.
fi_fi: Tätä asetussivua voidaan käyttää vain silloin, jos Sähköpostin lokiinkirjaus Microsoft Graph API:n avulla -ominaisuus on käytössä. Voit hallita tätä ominaisuutta Ominaisuuksien hallinta -sivulla.
nl_be: Deze instellingspagina kan alleen worden gebruikt wanneer de functie E-maillogboekregistratie met behulp van de Microsoft Graph API is geactiveerd. U kunt de functie op de pagina Functiebeheer inschakelen.
ru_ru: Эту страницу настройки можно использовать, только когда включена функция "Регистрация электронной почты с использованием Microsoft Graph API". Включить эту функцию можно на странице "Управление функциями".

# Page 3925836548 - NamedType 3536538717
source: You must sign in with an administrator account for Exchange Online and give consent to the application that will be used to connect to the shared mailbox. Do you want to continue?
cs_cz: Musíte se přihlásit pomocí účtu správce Exchange Online a udělit souhlas s aplikací, která se bude používat k připojení ke sdílené poštovní schránce. Chcete pokračovat?
da_dk: Du skal logge på med en administratorkonto for Exchange Online og give samtykke til den applikation, der skal bruges til at oprette forbindelse til den delte postkasse. Vil du fortsætte?
de_at: Sie müssen sich mit einem Administratorkonto für Exchange Online anmelden und der Anwendung zustimmen, die zum Herstellen einer Verbindung mit dem freigegebenen Postfach verwendet wird. Möchten Sie fortfahren?
es_es: Debe iniciar sesión con una cuenta de administrador para Exchange Online y dar su consentimiento a la aplicación que se usará para conectarse al buzón compartido. ¿Desea continuar?
fi_fi: Sinun on kirjauduttava sisään Exchange Onlinen järjestelmänvalvojan tilillä ja annettava suostumus sovellukselle, jota käytetään yhteyden muodostamiseen jaettuun postilaatikkoon. Haluatko jatkaa?
nl_be: U moet zich aanmelden met een beheerdersaccount voor Exchange Online en toestemming geven aan de toepassing die wordt gebruikt om verbinding te maken met het gedeelde postvak. Wilt u doorgaan?
ru_ru: Вы должны войти в систему под учетной записью администратора Exchange Online и предоставить согласие приложению, которое будет использоваться для подключения к общему почтовому ящику. Продолжить?

# Page 3925836548 - NamedType 486941607
source: The setup for email logging is ready to use.
cs_cz: Nastavení pro protokolování e-mailů je připraveno k použití.
da_dk: Konfigurationen til maillogføring er klar til brug.
de_at: Die Einrichtung für die E-Mail-Protokollierung kann nun verwendet werden.
es_es: La configuración del registro de correo electrónico está lista para usarse.
fi_fi: Sähköpostin lokiinkirjauksen asetukset ovat käyttövalmiit.
nl_be: De instelling van e-maillogboekregistratie is gereed voor gebruik.
ru_ru: Конфигурация регистрации электронной почты готова к использованию.

# Page 3925836548 - NamedType 1079936952
source: You must sign in with an Exchange Online account that the scheduled job will use to connect to the shared mailbox and process emails. Do you want to continue?
cs_cz: Musíte se přihlásit pomocí účtu Exchange Online, který naplánovaná úloha použije k připojení ke sdílené poštovní schránce a zpracování e-mailů. Chcete pokračovat?
da_dk: Du skal logge på med en Exchange Online-konto, som den planlagte opgave skal bruge til at oprette forbindelse til den delte postkasse og behandle mails. Vil du fortsætte?
de_at: Sie müssen sich mit einem Exchange Online-Konto anmelden, das vom geplanten Auftrag verwendet wird, um eine Verbindung mit dem freigegebenen Postfach herstellen und E-Mails verarbeiten zu können. Möchten Sie fortfahren?
es_es: Debe iniciar sesión con una cuenta de Exchange Online que el trabajo programado usará para conectarse al buzón compartido y procesar los correos electrónicos. ¿Desea continuar?
fi_fi: Sinun on kirjauduttava sisään Exchange Online -tilillä, jota ajoitettu työ käyttää yhteyden muodostamiseen jaettuun postilaatikkoon ja sähköpostiviestien käsittelemiseen. Haluatko jatkaa?
nl_be: U moet zich aanmelden met een Exchange Online-account dat door de geplande taak wordt gebruikt om verbinding te maken met de gedeelde postbus en om e-mails te verwerken. Wilt u doorgaan?
ru_ru: Вы должны войти в систему под учетной записью Exchange Online, которую запланированная работа будет использовать для подключения к общему почтовому ящику и обработки сообщений электронной почты. Продолжить?

# Page 3925836548 - NamedType 3295561406
source: The token was successfully renewed.
cs_cz: Token byl úspěšně obnoven.
da_dk: Tokenet er blevet fornyet.
de_at: Das Token wurde erfolgreich erneuert.
es_es: El token se renovó correctamente.
fi_fi: Tunnuksen uusiminen onnistui.
nl_be: Het token is vernieuwd.
ru_ru: Токен успешно продлен.

# Page 3925836548 - Control 1856812681 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_at: Allgemein
fi_fi: Yleiset
nl_be: Algemeen
ru_ru: Общие сведения

# Page 3925836548 - Control 90141998 - Property 1295455071
source: Specifies the email address of the shared mailbox in Exchange Online that was created for email logging. The shared mailbox must be in the same tenant as Business Central.
cs_cz: Určuje e-mailovou adresu sdílené poštovní schránky v Exchange Online, která byla vytvořena pro protokolování e-mailů. Sdílená poštovní schránka musí být ve stejném tenantovi jako Business Central.
da_dk: Angiver mailadressen på den delte postkasse i Exchange Online, der er oprettet til maillogføring. Den delte postkasse skal være på samme lejer som Business Central.
de_at: Gibt die E-Mail-Adresse des freigegebenen Postfachs in Exchange Online an, das für die E-Mail-Protokollierung erstellt wurde. Das freigegebene Postfach muss sich im selben Mandanten wie Business Central befinden.
es_es: Especifica la dirección de correo electrónico del buzón compartido en Exchange Online que se creó para el registro de correo electrónico. El buzón de correo compartido debe estar en el mismo suscriptor que Business Central.
fi_fi: Määrittää sähköpostin lokiinkirjausta varten määritetyn Exchange Onlinen jaetun postilaatikon sähköpostiosoitteen. Jaetun postilaatikon on oltava samassa vuokraajassa kuin Business Central.
nl_be: Hiermee wordt het e-mailadres opgegeven van het gedeelde postvak in Exchange Online, dat is gemaakt voor e-maillogboekregistratie. Het gedeelde postvak moet zich in dezelfde tenant bevinden als Business Central.
ru_ru: Определяет адрес электронной почты общего почтового ящика в Exchange Online, созданного для регистрации электронной почты. Общий почтовый ящик должен находиться в том же арендаторе, что и Business Central.

# Page 3925836548 - Control 90141998 - Property 2879900210
source: Shared Mailbox Email
cs_cz: E-mail se sdílenou poštovní schránkou
da_dk: Mail på delt postkasse
de_at: E-Mail-Adresse des freigegebenen Postfachs
es_es: Correo electrónico de buzón compartido
fi_fi: Jaetun postilaatikon sähköpostiosoite
nl_be: E-mail van gedeeld postvak
ru_ru: Адрес общего почтового ящика

# Page 3925836548 - Control 2228666639 - Property 1295455071
source: Specifies the number of email messages that the job queue entry for email logging will get from Exchange Online in one run. By balancing this number with how often the job queue entry runs you can fine tune the process. If a message is not logged in the current run it will be in the next one.
cs_cz: Určuje počet e-mailových zpráv, které položka fronty úloh pro protokolování e-mailů získá z Exchange Online v jednom spuštění. Vyvážením tohoto čísla s tím, jak často se spouští položka fronty úloh, můžete proces doladit. Pokud zpráva není přihlášena v aktuálním spuštění, bude v dalším spuštění.
da_dk: Angiver antallet af mailmeddelelser, som opgavekøposten for maillogføring kommer fra Exchange Online i en kørsel. Hvis du modregner dette tal med, hvor ofte opgavekøposten kører, kan du finjustere processen. Hvis en meddelelse ikke logføres i den aktuelle kørsel, logføres den i den næste.
de_at: Gibt die Anzahl der E-Mail-Nachrichten an, die der Aufgabenwarteschlangenposten für die E-Mail-Protokollierung in einer Ausführung von Exchange Online erhält. Indem Sie diese Zahl mit der Häufigkeit der Ausführung des Aufgabenwarteschlangenpostens abwägen, können Sie den Prozess optimieren. Wenn eine Nachricht in der aktuellen Ausführung nicht protokolliert wird, dann wird sie es in der nächsten.
es_es: Especifica el número de mensajes de correo electrónico que recibirá el movimiento de cola de proyectos para el registro de correo electrónico de Exchange Online en una ejecución. Al conciliar este número con la frecuencia con la que se ejecuta el movimiento de cola de proyectos, es posible ajustar el proceso. Si no se registra un mensaje en la ejecución actual, se encontrará en la siguiente.
fi_fi: Määrittää niiden sähköpostiviestien määrän, jotka sähköpostin lokiinkirjauksen työjonotapahtuma saa Exchange Onlinesta yhden ajon aikana. Täsmäyttämällä tämän luvun sen kanssa, miten usein työjonomerkintä ajetaan, voit tarkentaa prosessia. Jos viestiä ei kirjata nykyisessä ajossa, se kirjataan seuraavassa.
nl_be: Hiermee wordt het aantal e-mailberichten opgegeven dat het taakwachtrij-item voor e-maillogboekregistratie in één uitvoering ontvangt van Exchange Online. Door dit aantal af te stemmen op hoe vaak het taakwachtrij-item wordt uitgevoerd kunt u het proces verfijnen. Als een bericht niet tijdens de huidige uitvoering wordt vastgelegd, gebeurt het tijdens de volgende.
ru_ru: Определяет количество сообщений электронной почты, которые операция очереди работ для регистрации электронной почты будет получать из Exchange Online за один прогон. Балансирование этого количества с периодичностью запуска операции очереди работ позволяет оптимизировать процесс. Если сообщение не зарегистрировано в текущем прогоне, оно будет зарегистрировано в следующем.

# Page 3925836548 - Control 2228666639 - Property 2879900210
source: Email Batch Size
cs_cz: Velikost dávky e-mailu
da_dk: Størrelse på mailbatch
de_at: E-Mail-Batchgröße
es_es: Tamaño de lote por correo electrónico
fi_fi: Sähköpostierän koko
nl_be: Grootte van e-mailbatch
ru_ru: Размер пакета электронной почты

# Page 3925836548 - Control 2891538263 - Property 1295455071
source: Specifies whether email logging is enabled.
cs_cz: Určuje, zda je povoleno protokolování e-mailů.
da_dk: Angiver, om maillogføring er aktiveret.
de_at: Gibt an, ob die E-Mail-Protokollierung aktiviert ist.
es_es: Especifica si el registro de correo electrónico está habilitado.
fi_fi: Määrittää, onko sähköpostin lokiinkirjaus käytössä.
nl_be: Hiermee wordt opgegeven of e-maillogboekregistratie is geactiveerd.
ru_ru: Определяет, включена ли регистрация электронной почты.

# Page 3925836548 - Control 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
da_dk: Aktiveret
de_at: Aktiviert
es_es: Habilitado
fi_fi: Käytössä
nl_be: Geactiveerd
ru_ru: Включено

# Page 3925836548 - Control 3879241928 - Property 1295455071
source: Specifies the ID of the Azure Active Directory application that will be used to connect to Exchange Online.
cs_cz: Určuje ID aplikace Azure Active Directory, která se použije k připojení k Exchange Online.
da_dk: Angiver id'et for den Azure Active Directory-applikation, der skal bruges til at oprette forbindelse til Exchange Online.
de_at: Gibt die ID der Azure Active Directory-Anwendung an, die zum Herstellen einer Verbindung mit Exchange Online verwendet wird.
es_es: Especifica el id. de la aplicación Azure Active Directory que se usará para conectarse a Exchange Online.
fi_fi: Määrittää sen Azure Active Directory -sovelluksen tunnuksen, jota käytetään Exchange Online -yhteyden muodostamiseen.
nl_be: Hiermee wordt de id opgegeven van de Azure Active Directory-toepassing die wordt gebruikt om verbinding te maken met Exchange Online.
ru_ru: Определяет идентификатор приложения Azure Active Directory, которое будет использоваться для подключения к Exchange Online.

# Page 3925836548 - Control 3879241928 - Property 2879900210
source: Client ID
cs_cz: ID klienta
da_dk: Klient-id
es_es: Id. de cliente
fi_fi: Asiakasohjelman tunnus
ru_ru: ИД клиента

# Page 3925836548 - Control 4106039276 - Property 1295455071
source: Specifies the Azure Active Directory application secret that will be used to connect to Exchange Online.
cs_cz: Určuje tajný klíč aplikace Azure Active Directory, který se použije k připojení k Exchange Online.
da_dk: Angiver den Azure Active Directory-applikationshemmelighed, der skal bruges til at oprette forbindelse til Exchange Online.
de_at: Gibt den geheimen Azure Active Directory-Anwendungsschlüssel an, der zum Herstellen einer Verbindung mit Exchange Online verwendet wird.
es_es: Especifica el secreto de aplicación de Azure Active Directory que se usará para conectarse a Exchange Online.
fi_fi: Määrittää sen Azure Active Directory -sovelluksen salasanan, jota käytetään Exchange Online -yhteyden muodostamiseen.
nl_be: Hiermee wordt het Azure Active Directory-toepassingsgeheim opgegeven dat wordt gebruikt om verbinding te maken met Exchange Online.
ru_ru: Определяет секрет приложения Azure Active Directory, которое будет использоваться для подключения к Exchange Online.

# Page 3925836548 - Control 4106039276 - Property 2879900210
source: Client Secret
cs_cz: Tajný klíč klienta
da_dk: Klienthemmelighed
de_at: Geheimer Clientschlüssel
es_es: Secreto de cliente
fi_fi: Asiakasohjelman salasana
nl_be: Clientgeheim
ru_ru: Секрет клиента

# Page 3925836548 - Control 618784563 - Property 1295455071
source: Specifies the redirect URL of the Azure Active Directory application that will be used to connect to Exchange Online.
cs_cz: Určuje adresu URL přesměrování aplikace Azure Active Directory, která se použije k připojení k Exchange Online.
da_dk: Angiver URL-adressen til omdirigering for den Azure Active Directory-applikation, der skal bruges til at oprette forbindelse til Exchange Online.
de_at: Gibt die Umleitungs-URL der Azure Active Directory-Anwendung an, die zum Herstellen einer Verbindung mit Exchange Online verwendet wird.
es_es: Especifica la URL de redireccionamiento de la aplicación Azure Active Directory que se usará para conectarse a Exchange Online.
fi_fi: Määrittää sen Azure Active Directory -sovelluksen uudelleenohjauksen URL-osoitteen, jota käytetään Exchange Online -yhteyden muodostamiseen.
nl_be: Hiermee wordt de omleidings-URL opgegeven van de Azure Active Directory-toepassing die wordt gebruikt om verbinding te maken met Exchange Online.
ru_ru: Определяет URL-адрес перенаправления приложения Azure Active Directory, которое будет использоваться для подключения к Exchange Online.

# Page 3925836548 - Control 618784563 - Property 2879900210
source: Redirect URL
cs_cz: Adresa URL přesměrování
da_dk: URL-adresse til omdirigering
de_at: Umleitungs-URL
es_es: URL de redireccionamiento
fi_fi: Uudelleenohjauksen URL-osoite
nl_be: Omleidings-URL
ru_ru: URL-адрес перенаправления

# Page 3925836548 - Action 2678035379 - Property 1295455071
source: View the status and any errors that occurred while processing email messages and creating interaction log entries.
cs_cz: Zobrazte stav a všechny chyby, ke kterým došlo při zpracování e-mailových zpráv a vytváření záznamů protokolu interakcí.
da_dk: Vis status og eventuelle fejl, der opstod under behandling af mails og oprettelse af interaktionslogposter.
de_at: Zeigt den Status und alle Fehler an, die beim Verarbeiten von E-Mail-Nachrichten und beim Erstellen von Aktivitätsprotokollposten aufgetreten sind.
es_es: Permite ver el estado y los errores que se produjeron durante el procesamiento de mensajes de correo electrónico y la creación de movimientos del log de interacción.
fi_fi: Näytä tila ja virheet, jotka ovat tapahtuneet sähköpostiviestien käsittelyn ja vuorovaikutuslokin tapahtumien luonnin aikana.
nl_be: De status en eventuele fouten weergeven die zijn opgetreden tijdens het verwerken van e-mailberichten en het maken van interactielogposten.
ru_ru: Просмотр статуса и ошибок, которые произошли при обработке сообщений электронной почты и создании операций журнала взаимодействий.

# Page 3925836548 - Action 2678035379 - Property 2879900210
source: Activity Log
cs_cz: Protokol aktivit
da_dk: Aktivitetslog
de_at: Aktivitätsprotokoll
es_es: Registro de actividad
fi_fi: Toimintoloki
nl_be: Activiteitenlogbestand
ru_ru: Журнал действий

# Page 3925836548 - Action 841712208 - Property 1295455071
source: Turn data encryption on or off. Data encryption helps make sure that unauthorized users cannot read business data.
cs_cz: Zapněte nebo vypněte šifrování dat. Šifrování dat pomáhá zajistit, aby neoprávnění uživatelé nemohli číst obchodní data.
da_dk: Slå datakryptering til eller fra. Datakryptering er med til at sikre, at uautoriserede brugere ikke kan læse virksomhedsdata.
de_at: Aktivieren oder deaktivieren Sie die Datenverschlüsselung. Mit der Datenverschlüsselung wird sichergestellt, dass nicht autorisierte Benutzer keine Geschäftsdaten lesen können.
es_es: Permite activar o desactivar el cifrado de datos. El cifrado de datos ayuda a garantizar que los usuarios no autorizados no puedan leer los datos de la empresa.
fi_fi: Ota tietojen salaus käyttöön tai poista se käytöstä. Tietojen salauksen avulla voit varmistaa, että luvattomat käyttäjät eivät voi lukea liiketoimintatietoja.
nl_be: Gegevensversleuteling in- of uitschakelen. Gegevensversleuteling zorgt ervoor dat onbevoegde gebruikers geen bedrijfsgegevens kunnen lezen.
ru_ru: Включение или отключение шифрования данных. Шифрование данных защищает вас от несанкционированного чтения бизнес-данных другими пользователями.

# Page 3925836548 - Action 841712208 - Property 2879900210
source: Encryption Management
cs_cz: Správa šifrování
da_dk: Administration af kryptering
de_at: Verschlüsselungsverwaltung
es_es: Administración del cifrado
fi_fi: Salauksen hallinta
nl_be: Versleutelingsbeheer
ru_ru: Управление шифрованием

# Page 3925836548 - Action 2990248934 - Property 1295455071
source: View the job queue entry that processes email messages and creates interaction log entries.
cs_cz: Zobrazte položku fronty úloh, která zpracovává e-mailové zprávy a vytváří položky protokolu interakce.
da_dk: Vis opgavekøposten, der behandler mails og opretter interaktionslogposter.
de_at: Zeigt den Aufgabenwarteschlangenposten an, der E-Mail-Nachrichten verarbeitet und Aktivitätsprotokollposten erstellt.
es_es: Permite ver el movimiento de cola de proyectos que procesa los mensajes de correo electrónico y crea movimientos del log de interacción.
fi_fi: Näytä työjonotapahtuma, joka käsittelee sähköpostiviestit ja luo vuorovaikutuslokin tapahtumat.
nl_be: Het taakwachtrij-item weergeven dat e-mailberichten verwerkt en interactielogposten maakt.
ru_ru: Просмотр операции очереди работ, которая обрабатывает сообщения электронной почты и создает операции журнала взаимодействий.

# Page 3925836548 - Action 2990248934 - Property 2879900210
source: Job Queue Entry
cs_cz: Položka fronty úloh
da_dk: Opgavekøpost
de_at: Aufgabenwarteschlangenposten
es_es: Mov. cola proyecto
fi_fi: Työjonotapahtuma
nl_be: Taakwachtrij-item
ru_ru: Операция очереди работ

# Page 3925836548 - Action 920975707 - Property 1295455071
source: Assisted Setup
cs_cz: Asistované nastavení
da_dk: Assisteret opsætning
de_at: Unterstützte Einrichtung
es_es: Configuración asistida
fi_fi: Asetusten ohjattu määritys
nl_be: Begeleide instelling
ru_ru: Мастер настройки

# Page 3925836548 - Action 920975707 - Property 2879900210
source: Assisted Setup
cs_cz: Asistované nastavení
da_dk: Assisteret opsætning
de_at: Unterstützte Einrichtung
es_es: Configuración asistida
fi_fi: Asetusten ohjattu määritys
nl_be: Begeleide instelling
ru_ru: Мастер настройки

# Page 3925836548 - Action 807937578 - Property 1295455071
source: Clear all settings for email logging.
cs_cz: Zrušte všechna nastavení pro protokolování e-mailů.
da_dk: Ryd alle indstillinger for maillogføring.
de_at: Löscht alle Einstellungen für die E-Mail-Protokollierung.
es_es: Permite borrar todas las configuraciones de registro de correo electrónico.
fi_fi: Tyhjennä kaikki sähköpostin lokiinkirjauksen asetukset.
nl_be: Alle instellingen voor e-maillogboekregistratie wissen.
ru_ru: Сброс всех параметров регистрации электронной почты.

# Page 3925836548 - Action 807937578 - Property 2879900210
source: Clear Setup
cs_cz: Vymazat nastavení
da_dk: Ryd opsætning
de_at: Einrichtung löschen
es_es: Borrar configuración
fi_fi: Tyhjennä asetukset
nl_be: Instelling wissen
ru_ru: Очистить конфигурацию
