Repository: akhileshekartha/BC-Source
Catalog: _Exclude_Email Logging Using Graph API.Source/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, nl_be, ru_ru

# Page 580021373 - Control 1641543347 - Property 1968111052
source: Sign in with an administrator account for Exchange Online and give consent to the application that will be used to connect to the shared mailbox.
cs_cz: Přihlaste se pomocí účtu správce Exchange Online a udejte souhlas s aplikací, která se bude používat k připojení ke sdílené poštovní schránce.
da_dk: Log på med en administratorkonto for Exchange Online, og giv samtykke til den applikation, der skal bruges til at oprette forbindelse til den delte postkasse.
de_at: Melden Sie sich mit einem Administratorkonto für Exchange Online an, und stimmen Sie der Anwendung zu, die zum Herstellen einer Verbindung mit dem freigegebenen Postfach verwendet wird.
es_es: Inicie sesión con una cuenta de administrador para Exchange Online y dé su consentimiento a la aplicación que se usará para conectarse al buzón compartido.
fi_fi: Kirjaudu sisään Exchange Onlinen järjestelmänvalvojan tilillä ja anna suostumus sovellukselle, jota käytetään yhteyden muodostamiseen jaettuun postilaatikkoon.
nl_be: Meld u aan met een beheerdersaccount voor Exchange Online en geef toestemming aan de toepassing die wordt gebruikt om verbinding te maken met het gedeelde postvak.
ru_ru: Войдите в систему под учетной записью администратора Exchange Online и предоставьте согласие приложению, которое будет использоваться для подключения к общему почтовому ящику.

# Page 580021373 - Control 3287227344 - Property 1295455071
source: Indicates that the Exchange Online administrator is not signed in.
cs_cz: Označuje, že správce Exchange Online není přihlášený.
da_dk: Angiver, at Exchange Online-administratoren ikke er logget på.
de_at: Gibt an, dass der Exchange Online-Administrator nicht angemeldet ist.
es_es: Indica que el administrador de Exchange Online no ha iniciado sesión.
fi_fi: Ilmaisee, että Exchange Online -järjestelmänvalvojaa ei ole kirjattu sisään.
nl_be: Hiermee wordt aangegeven dat de beheerder van Exchange Online niet is aangemeld.
ru_ru: Указывает, что администратор Exchange Online не вошел в систему.

# Page 580021373 - Control 629422449 - Property 1295455071
source: Specifies if the Exchange administrator has logged in successfully.
cs_cz: Určuje, zda se správce serveru Exchange úspěšně přihlásil.
da_dk: Angiver, om Exchange-administratoren er logget på.
de_at: Gibt an, ob sich der Exchange-Administrator erfolgreich angemeldet hat.
es_es: Especifica si el usuario administrador de Exchange ha iniciado sesión correctamente.
fi_fi: Määrittää, onko Exchange-järjestelmänvalvoja kirjautunut sisään onnistuneesti.
nl_be: Hiermee wordt opgegeven of de Exchange-beheerder zich heeft aangemeld.
ru_ru: Указывает, удалось ли администратору Exchange войти в систему.

# Page 580021373 - Control 3370469328 - Property 1295455071
source: Consent given
cs_cz: Udělený souhlas
da_dk: Samtykke givet
de_at: Zustimmung erteilt
es_es: Consentimiento dado
fi_fi: Suostumus annettu
nl_be: Toestemming gegeven
ru_ru: Согласие предоставлено

# Page 580021373 - Control 3370469328 - Property 2879900210
source: Consent given
cs_cz: Udělený souhlas
da_dk: Samtykke givet
de_at: Zustimmung erteilt
es_es: Consentimiento dado
fi_fi: Suostumus annettu
nl_be: Toestemming gegeven
ru_ru: Согласие предоставлено

# Page 580021373 - Control 1003846730 - Property 1968111052
source: Provide the email address of the shared mailbox that is configured for email logging. The shared mailbox must be in the same tenant as Business Central.
cs_cz: Zadejte e-mailovou adresu sdílené poštovní schránky, která je nakonfigurovaná pro protokolování e-mailů. Sdílená poštovní schránka musí být ve stejném tenantovi jako Business Central.
da_dk: Angiv mailadressen på den delte postkasse, der er konfigureret til maillogføring. Den delte postkasse skal være på samme lejer som Business Central.
de_at: Geben Sie die E-Mail-Adresse des freigegebenen Postfachs an, das für die E-Mail-Protokollierung konfiguriert ist. Das freigegebene Postfach muss sich im selben Mandanten wie Business Central befinden.
es_es: Proporcione la dirección de correo electrónico del buzón compartido que está configurado para el registro de correo electrónico. El buzón de correo compartido debe estar en el mismo suscriptor que Business Central.
fi_fi: Anna sähköpostin lokiinkirjausta varten määritetyn jaetun postilaatikon sähköpostiosoite. Jaetun postilaatikon on oltava samassa vuokraajassa kuin Business Central.
nl_be: Het e-mailadres opgeven van het gedeelde postvak dat is geconfigureerd voor e-maillogboekregistratie. Het gedeelde postvak moet zich in dezelfde tenant bevinden als Business Central.
ru_ru: Укажите адрес электронной почты общего почтового ящика, настроенного для регистрации электронной почты. Общий почтовый ящик должен находиться в том же арендаторе, что и Business Central.

# Page 580021373 - Control 357018923 - Property 1968111052
source: Enter the number of email messages that the job queue entry for email logging will get from Exchange Online in one run. By balancing this number with how often the job queue entry runs you can fine tune the process. If a message is not logged in the current run it will be in the next one.
cs_cz: Zadejte počet e-mailových zpráv, které položka fronty úloh pro protokolování e-mailů obdrží z Exchange Online v jednom spuštění. Vyrovnáním tohoto čísla s četností spouštění záznamu fronty úloh můžete proces doladit. Pokud zpráva není přihlášena v aktuálním běhu, bude v následujícím.
da_dk: Angiv antallet af mailmeddelelser, som opgavekøposten for maillogføring vil komme fra Exchange Online i en kørsel. Hvis du modregner dette tal med, hvor ofte opgavekøposten kører, kan du finjustere processen. Hvis en meddelelse ikke logføres i den aktuelle kørsel, logføres den i den næste.
de_at: Geben Sie die Anzahl der E-Mail-Nachrichten ein, die der Aufgabenwarteschlangenposten für die E-Mail-Protokollierung in einer Ausführung von Exchange Online erhält. Indem Sie diese Zahl mit der Häufigkeit der Ausführung des Aufgabenwarteschlangenpostens abwägen, können Sie den Prozess optimieren. Wenn eine Nachricht in der aktuellen Ausführung nicht protokolliert wird, dann wird sie es in der nächsten.
es_es: Introduzca el número de mensajes de correo electrónico que recibirá el movimiento de cola de proyectos para el registro de correo electrónico de Exchange Online en una ejecución. Al conciliar este número con la frecuencia con la que se ejecuta el movimiento de cola de proyectos, es posible ajustar el proceso. Si no se registra un mensaje en la ejecución actual, se encontrará en la siguiente.
fi_fi: Anna niiden sähköpostiviestien määrä, jotka sähköpostin lokiinkirjauksen työjonotapahtuma saa Exchange Onlinesta yhden ajon aikana. Täsmäyttämällä tämän luvun sen kanssa, miten usein työjonomerkintä ajetaan, voit tarkentaa prosessia. Jos viestiä ei kirjata nykyisessä ajossa, se kirjataan seuraavassa.
nl_be: Voer het aantal e-mailberichten in dat het taakwachtrij-item voor e-maillogboekregistratie in één uitvoering ontvangt van Exchange Online. Door dit aantal af te stemmen op hoe vaak het taakwachtrij-item wordt uitgevoerd kunt u het proces verfijnen. Als een bericht niet tijdens de huidige uitvoering wordt vastgelegd, gebeurt het tijdens de volgende.
ru_ru: Введите количество сообщений электронной почты, которые операция очереди работ для регистрации электронной почты будет получать из Exchange Online за один прогон. Балансирование этого количества с периодичностью запуска операции очереди работ позволяет оптимизировать процесс. Если сообщение не зарегистрировано в текущем прогоне, оно будет зарегистрировано в следующем.

# Page 580021373 - Control 2269421455 - Property 1295455071
source: Specifies the number of email messages that the job queue entry for email logging will get from Exchange Online in one run. By balancing this number with how often the job queue entry runs you can fine tune the process. If a message is not logged in the current run it will be in the next one.
cs_cz: Určuje počet e-mailových zpráv, které položka fronty úloh pro protokolování e-mailů získá z Exchange Online v jednom spuštění. Vyvážením tohoto čísla s tím, jak často se spouští položka fronty úloh, můžete proces doladit. Pokud zpráva není přihlášena v aktuálním spuštění, bude v dalším spuštění.
da_dk: Angiver antallet af mailmeddelelser, som opgavekøposten for maillogføring kommer fra Exchange Online i en kørsel. Hvis du modregner dette tal med, hvor ofte opgavekøposten kører, kan du finjustere processen. Hvis en meddelelse ikke logføres i den aktuelle kørsel, logføres den i den næste.
de_at: Gibt die Anzahl der E-Mail-Nachrichten an, die der Aufgabenwarteschlangenposten für die E-Mail-Protokollierung in einer Ausführung von Exchange Online erhält. Indem Sie diese Zahl mit der Häufigkeit der Ausführung des Aufgabenwarteschlangenpostens abwägen, können Sie den Prozess optimieren. Wenn eine Nachricht in der aktuellen Ausführung nicht protokolliert wird, dann wird sie es in der nächsten.
es_es: Especifica el número de mensajes de correo electrónico que recibirá el movimiento de cola de proyectos para el registro de correo electrónico de Exchange Online en una ejecución. Al conciliar este número con la frecuencia con la que se ejecuta el movimiento de cola de proyectos, es posible ajustar el proceso. Si no se registra un mensaje en la ejecución actual, se encontrará en la siguiente.
fi_fi: Määrittää niiden sähköpostiviestien määrän, jotka sähköpostin lokiinkirjauksen työjonotapahtuma saa Exchange Onlinesta yhden ajon aikana. Täsmäyttämällä tämän luvun sen kanssa, miten usein työjonomerkintä ajetaan, voit tarkentaa prosessia. Jos viestiä ei kirjata nykyisessä ajossa, se kirjataan seuraavassa.
nl_be: Hiermee wordt het aantal e-mailberichten opgegeven dat het taakwachtrij-item voor e-maillogboekregistratie in één uitvoering ontvangt van Exchange Online. Door dit aantal af te stemmen op hoe vaak het taakwachtrij-item wordt uitgevoerd kunt u het proces verfijnen. Als een bericht niet tijdens de huidige uitvoering wordt vastgelegd, gebeurt het tijdens de volgende.
ru_ru: Определяет количество сообщений электронной почты, которые операция очереди работ для регистрации электронной почты будет получать из Exchange Online за один прогон. Балансирование этого количества с периодичностью запуска операции очереди работ позволяет оптимизировать процесс. Если сообщение не зарегистрировано в текущем прогоне, оно будет зарегистрировано в следующем.

# Page 580021373 - Control 2269421455 - Property 2879900210
source: Email Batch Size
cs_cz: Velikost dávky e-mailu
da_dk: Størrelse på mailbatch
de_at: E-Mail-Batchgröße
es_es: Tamaño de lote por correo electrónico
fi_fi: Sähköpostierän koko
nl_be: Grootte van e-mailbatch
ru_ru: Размер пакета электронной почты

# Page 580021373 - Control 90141998 - Property 1295455071
source: Specifies the email address of the shared mailbox. The shared mailbox must be in the same tenant as Business Central.
cs_cz: Určuje e-mailovou adresu sdílené poštovní schránky. Sdílená poštovní schránka musí být ve stejném tenantovi jako Business Central.
da_dk: Angiver mailadressen på den delte postkasse. Den delte postkasse skal være på samme lejer som Business Central.
de_at: Gibt die E-Mail-Adresse des freigegebenen Postfachs an. Das freigegebene Postfach muss sich im selben Mandanten wie Business Central befinden.
es_es: Especifica la dirección de correo electrónico del buzón compartido. El buzón de correo compartido debe estar en el mismo suscriptor que Business Central.
fi_fi: Määrittää jaetun postilaatikon sähköpostiosoitteen. Jaetun postilaatikon on oltava samassa vuokraajassa kuin Business Central.
nl_be: Hiermee wordt het e-mailadres van het gedeelde postvak opgegeven. Het gedeelde postvak moet zich in dezelfde tenant bevinden als Business Central.
ru_ru: Определяет адрес электронной почты общего почтового ящика. Общий почтовый ящик должен находиться в том же арендаторе, что и Business Central.

# Page 580021373 - Control 90141998 - Property 2879900210
source: Shared Mailbox Email
cs_cz: E-mail se sdílenou poštovní schránkou
da_dk: Mail på delt postkasse
de_at: E-Mail-Adresse des freigegebenen Postfachs
es_es: Correo electrónico de buzón compartido
fi_fi: Jaetun postilaatikon sähköpostiosoite
nl_be: E-mail van gedeeld postvak
ru_ru: Адрес общего почтового ящика

# Page 580021373 - Control 2810311271 - Property 1295455071
source: Specifies the error occurred.
cs_cz: Určuje, že došlo k chybě.
da_dk: Angiver den fejl, der opstod.
de_at: Gibt den aufgetretenen Fehler an.
es_es: Especifica que se produjo el error.
fi_fi: Määrittää tapahtuneen virheen.
nl_be: Hiermee wordt de opgetreden fout opgegeven.
ru_ru: Определяет возникшую ошибку.

# Page 580021373 - Control 1264306775 - Property 1295455071
source: The connection test was not successful.
cs_cz: Test připojení nebyl úspěšný.
da_dk: Test af forbindelse mislykkedes.
de_at: Der Verbindungstest war nicht erfolgreich.
es_es: La prueba de conexión no se realizó correctamente.
fi_fi: Yhteyden testaus epäonnistui.
nl_be: De verbindingstest is mislukt.
ru_ru: Проверка подключения завершилась ошибкой.

# Page 580021373 - Control 3181495097 - Property 1968111052
source: Click the link below to test the connection to the shared mailbox.
cs_cz: Kliknutím na níže uvedený odkaz otestujte připojení ke sdílené poštovní schránce.
da_dk: Klik på linket nedenfor for at teste forbindelsen til den delte postkasse.
de_at: Klicken Sie auf den Link unten, um die Verbindung mit dem freigegebenen Postfach zu testen.
es_es: Haga clic en el vínculo siguiente para probar la conexión con el buzón compartido.
fi_fi: Testaa jaetun postilaatikon yhteyttä napsauttamalla alla olevaa linkkiä.
nl_be: Klik op de onderstaande koppeling om de verbinding met het gedeelde postvak te testen.
ru_ru: Щелкните ссылку ниже, чтобы проверить подключение к общему почтовому ящику.

# Page 580021373 - Control 1830144250 - Property 1968111052
source: Click the link below to test the connection to the shared mailbox. You will need to sign in with an Exchange Online account that the scheduled job will use to connect to the shared mailbox and process emails.
cs_cz: Kliknutím na níže uvedený odkaz otestujte připojení ke sdílené poštovní schránce. Budete se muset přihlásit pomocí účtu Exchange Online, který plánovaná úloha použije k připojení ke sdílené poštovní schránce a zpracování e-mailů.
da_dk: Klik på linket nedenfor for at teste forbindelsen til den delte postkasse. Du skal logge på med en Exchange Online-konto, som den planlagte opgave skal bruge til at oprette forbindelse til den delte postkasse og behandle mails.
de_at: Klicken Sie auf den Link unten, um die Verbindung mit dem freigegebenen Postfach zu testen. Sie müssen sich mit einem Exchange Online-Konto anmelden, das vom geplanten Auftrag verwendet wird, um eine Verbindung mit dem freigegebenen Postfach herstellen und E-Mails verarbeiten zu können.
es_es: Haga clic en el vínculo siguiente para probar la conexión con el buzón compartido. Tendrá que iniciar sesión con una cuenta de Exchange Online que el trabajo programado usará para conectarse al buzón compartido y procesar los correos electrónicos.
fi_fi: Testaa jaetun postilaatikon yhteyttä napsauttamalla alla olevaa linkkiä. Sinun on kirjauduttava sisään Exchange Online -tilillä, jonka avulla ajoitettu työ muodostaa yhteyden jaettuun postilaatikkoon ja käsittelee sähköposteja.
nl_be: Klik op de onderstaande koppeling om de verbinding met het gedeelde postvak te testen. U moet zich aanmelden met een Exchange Online-account dat door de geplande taak wordt gebruikt om verbinding te maken met de gedeelde postbus en om e-mails te verwerken.
ru_ru: Щелкните ссылку ниже, чтобы проверить подключение к общему почтовому ящику. Потребуется войти в систему под учетной записью Exchange Online, которую запланированная работа будет использовать для подключения к общему почтовому ящику и обработки сообщений электронной почты.

# Page 580021373 - Control 4209013774 - Property 1295455071
source: The connection test was successful.
cs_cz: Test připojení byl úspěšný.
da_dk: Test af forbindelse udført uden fejl.
de_at: Der Verbindungstest war erfolgreich.
es_es: La prueba de conexión se realizó correctamente.
fi_fi: Yhteyden testaus onnistui.
nl_be: De verbindingstest is geslaagd.
ru_ru: Проверка подключения успешно пройдена.

# Page 580021373 - Control 799911313 - Property 1968111052
source: When you choose Finish, the following will be created:
cs_cz: Když zvolíte Dokončit, vytvoří se následující:
da_dk: Når du vælger Udfør, vil følgende blive oprettet:
de_at: Wenn Sie „Fertigstellen“ wählen, wird Folgendes erstellt:
es_es: Al seleccionar Terminar, se crearán los elementos siguientes:
fi_fi: Seuraavat kohteet luodaan, kun valitset Valmis:
nl_be: Wanneer u Voltooien kiest, wordt het volgende gemaakt:
ru_ru: При нажатии кнопки "Готово" будет создано следующее:

# Page 580021373 - Control 799911313 - Property 2879900210
source: That's it!
cs_cz: To je ono!
da_dk: Det var det!
de_at: Das war’s schon!
es_es: ¡Eso es!
fi_fi: Valmis!
nl_be: Dat is alles!
ru_ru: Вот и все!

# Page 580021373 - Control 1611996399 - Property 1295455071
source: Create Email Logging Job Queue
cs_cz: Vytvoření fronty úloh protokolování e-mailů
da_dk: Opret jobkø for maillogføring
de_at: Aufgabenwarteschlange für E-Mail-Protokollierung erstellen
es_es: Crear cola de proyectos de registro de correo electrónico
fi_fi: Luo sähköpostin lokiinkirjauksen työjono
nl_be: Taakwachtrij voor e-maillogboekregistratie maken
ru_ru: Создать очередь работ регистрации электронной почты

# Page 580021373 - Control 1611996399 - Property 2879900210
source: Create Email Logging Job Queue
cs_cz: Vytvoření fronty úloh protokolování e-mailů
da_dk: Opret jobkø for maillogføring
de_at: Aufgabenwarteschlange für E-Mail-Protokollierung erstellen
es_es: Crear cola de proyectos de registro de correo electrónico
fi_fi: Luo sähköpostin lokiinkirjauksen työjono
nl_be: Taakwachtrij voor e-maillogboekregistratie maken
ru_ru: Создать очередь работ регистрации электронной почты

# Page 580021373 - Control 1133024549 - Property 1968111052
source: Email Logging requires correctly configured Interaction Template Setup.
cs_cz: Protokolování e-mailů vyžaduje správně nakonfigurované nastavení šablony interakce.
da_dk: Maillogføring kræver korrekt konfigureret opsætning af interaktionsskabelonen.
de_at: Die E-Mail-Protokollierung erfordert die richtig konfigurierte Aktivitätenvorlageneinrichtung.
es_es: El registro de correo electrónico requiere que Configuración plantilla interacción se defina correctamente.
fi_fi: Sähköpostin lokiinkirjaus edellyttää, että vuorovaikutusmallin asetukset on määritetty oikein.
nl_be: E-maillogboekregistratie vereist correct geconfigureerde instelling van interactiesjabloon.
ru_ru: Для регистрации электронной почты необходим правильно настроенный шаблон взаимодействия.

# Page 580021373 - Control 2304772256 - Property 1295455071
source: Indicates that Interaction Template Setup needs to be configurred.
cs_cz: Označuje, že je třeba konfigurovat nastavení šablony interakce.
da_dk: Angiver, at opsætningen af interaktionsskabelonen skal konfigureres.
de_at: Gibt an, dass die Aktivitätenvorlageneinrichtung konfiguriert werden muss.
es_es: Indica que la Configuración plantilla interacción debe estar configurada.
fi_fi: Ilmaisee, että vuorovaikutusmallin asetukset on määritettävä.
nl_be: Hiermee wordt aangegeven dat de instelling van de interactiesjabloon moet worden geconfigureerd.
ru_ru: Указывает, что необходимо настроить конфигурацию шаблона взаимодействия.

# Page 580021373 - Control 2304772256 - Property 2879900210
source: Interaction Template Setup needs to be configurred.
cs_cz: Nastavení šablony interakce musí být konfigurováno.
da_dk: Opsætningen af interaktionsskabelonen skal konfigureres.
de_at: Die Aktivitätenvorlageneinrichtung muss konfiguriert werden.
es_es: Configuración plantilla interacción debe estar configurada.
fi_fi: Vuorovaikutusmallin asetukset on määritettävä.
nl_be: Instelling van interactiesjabloon moet worden geconfigureerd.
ru_ru: Необходимо настроить конфигурацию шаблона взаимодействия.

# Page 580021373 - Control 468223293 - Property 1295455071
source: Indicates that Interaction Template Setup is correctly configurred.
cs_cz: Označuje, že nastavení šablony interakce je správně konfigurováno.
da_dk: Angiver, at opsætningen af interaktionsskabelonen er korrekt konfigureret.
de_at: Gibt an, dass die Aktivitätenvorlageneinrichtung korrekt konfiguriert wurde.
es_es: Indica que la Configuración plantilla interacción está correctamente configurada.
fi_fi: Ilmaisee, että vuorovaikutusmallin asetukset on määritetty oikein.
nl_be: Hiermee wordt aangegeven dat de instelling van de interactiesjabloon correct is geconfigureerd.
ru_ru: Указывает, что конфигурация шаблона взаимодействия настроена правильно.

# Page 580021373 - Control 468223293 - Property 2879900210
source: Interaction Template Setup is correctly configurred.
cs_cz: Nastavení šablony interakce je správně nakonfigurováno.
da_dk: Opsætningen af interaktionsskabelonen er konfigureret korrekt.
de_at: Die Aktivitätenvorlageneinrichtung wurde korrekt konfiguriert.
es_es: Configuración plantilla interacción está correctamente configurada.
fi_fi: Vuorovaikutusmallin asetukset on määritetty oikein.
nl_be: Instelling van interactiesjabloon is correct geconfigureerd.
ru_ru: Конфигурация шаблона взаимодействия настроена правильно.

# Page 580021373 - Action 1773164308 - Property 2879900210
source: Advanced
cs_cz: Pokročilé
da_dk: Avanceret
de_at: Erweitert
es_es: Avanzada
fi_fi: Lisäasetukset
nl_be: Geavanceerd
ru_ru: Расширенное

# Page 580021373 - Action 2438272767 - Property 1295455071
source: Back
cs_cz: Zpět
da_dk: Tilbage
de_at: Zurück
es_es: Atrás
fi_fi: Edellinen
nl_be: Vorige
ru_ru: Назад

# Page 580021373 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
da_dk: Tilbage
de_at: Zurück
es_es: Atrás
fi_fi: Edellinen
nl_be: Vorige
ru_ru: Назад

# Page 580021373 - Action 3259912055 - Property 1295455071
source: Finish
cs_cz: Dokončit
da_dk: Udfør
de_at: Abschließen
es_es: Finalizar
fi_fi: Viimeistele
nl_be: Voltooien
ru_ru: Готово

# Page 580021373 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
da_dk: Udfør
de_at: Abschließen
es_es: Finalizar
fi_fi: Viimeistele
nl_be: Voltooien
ru_ru: Готово

# Page 580021373 - Action 914282563 - Property 1295455071
source: Next
cs_cz: Další
da_dk: Næste
de_at: Weiter
es_es: Siguiente
fi_fi: Seuraava
nl_be: Volgende
ru_ru: Далее

# Page 580021373 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
da_dk: Næste
de_at: Weiter
es_es: Siguiente
fi_fi: Seuraava
nl_be: Volgende
ru_ru: Далее

# Page 580021373 - Action 2743144084 - Property 2879900210
source: Simple
cs_cz: Jednoduchý
da_dk: Simpel
de_at: Einfach
es_es: Sencillo
fi_fi: Yksinkertainen
nl_be: Eenvoudig
ru_ru: Простое
