Repository: akhileshekartha/BC-Source
Catalog: _Exclude_Email Logging Using Graph API.Source/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, nl_be, ru_ru

# Page 3925836548 - Action 1339347432 - Property 1295455071
source: Recreate the job queue entry that processes email messages and creates interaction log entries.
cs_cz: Znovu vytvořte položku fronty úloh, která zpracovává e-mailové zprávy a vytváří položky protokolu interakce.
da_dk: Genopret sagskøposten, der behandler mails, og opretter interaktionslogposter.
de_at: Erstellen Sie den Aufgabenwarteschlangenposten neu, der E-Mail-Nachrichten verarbeitet und Aktivitätsprotokollposten erstellt.
es_es: Permite volver a crear el movimiento de cola de proyectos que procesa mensajes de correo electrónico y crea movimientos del log de interacción.
fi_fi: Luo uudelleen työjonotapahtuma, joka käsittelee sähköpostiviestit ja luo vuorovaikutuslokin tapahtumat.
nl_be: Het taakwachtrij-item opnieuw maken dat e-mailberichten verwerkt en interactielogposten maakt.
ru_ru: Повторное создание операции очереди работ, которая обрабатывает сообщения электронной почты и создает операции журнала взаимодействий.

# Page 3925836548 - Action 1339347432 - Property 2879900210
source: Recreate Job
cs_cz: Znovu vytvořit úlohu
da_dk: Opret sag igen
de_at: Projekt neu erstellen
es_es: Volver a crear proyecto
fi_fi: Luo projekti uudelleen
nl_be: Taak opnieuw maken
ru_ru: Создать работу заново

# Page 3925836548 - Action 22890876 - Property 1295455071
source: Renew the token for connecting to the shared mailbox. You must sign in with an Exchange Online account that the scheduled job will use to connect to the shared mailbox and process emails. Use this to change the user, or if the token has expired.
cs_cz: Obnovte token pro připojení ke sdílené poštovní schránce. Musíte se přihlásit pomocí účtu Exchange Online, který naplánovaná úloha použije k připojení ke sdílené poštovní schránce a zpracování e-mailů. Použijte tuto hodnotu ke změně uživatele nebo pokud platnost tokenu vypršela.
da_dk: Forny tokenet for at oprette forbindelse til den delte postkasse. Du skal logge på med en Exchange Online-konto, som den planlagte opgave skal bruge til at oprette forbindelse til den delte postkasse og behandle mails. Brug denne til at ændre brugeren, eller hvis tokenet er udløbet.
de_at: Erneuern Sie das Token für die Verbindung mit dem freigegebenen Postfach. Sie müssen sich mit einem Exchange Online-Konto anmelden, das vom geplanten Auftrag verwendet wird, um eine Verbindung mit dem freigegebenen Postfach herstellen und E-Mails verarbeiten zu können. Verwenden Sie dieses, um den Benutzer zu ändern, oder wenn das Token abgelaufen ist.
es_es: Permite renovar el token para conectarse al buzón compartido. Debe iniciar sesión con una cuenta de Exchange Online que el trabajo programado usará para conectarse al buzón compartido y procesar los correos electrónicos. Use esta opción para cambiar el usuario o si el token ha expirado.
fi_fi: Uudista tunnus, jotta voit muodostaa yhteyden jaettuun postilaatikkoon. Sinun on kirjauduttava sisään Exchange Online -tilillä, jonka avulla ajoitettu työ muodostaa yhteyden jaettuun postilaatikkoon ja käsittelee sähköposteja. Käytä tätä, jos haluat vaihtaa käyttäjän tai jos tunnus on vanhentunut.
nl_be: Het token vernieuwen voor het maken van een verbinding met het gedeelde postvak. U moet zich aanmelden met een Exchange Online-account dat door de geplande taak wordt gebruikt om verbinding te maken met de gedeelde postbus en om e-mails te verwerken. Gebruik dit om de gebruiker te wijzigen of als de token is verlopen.
ru_ru: Продление срока действия маркера для подключения к общему почтовому ящику. Вы должны войти в систему под учетной записью Exchange Online, которую запланированная работа будет использовать для подключения к общему почтовому ящику и обработки сообщений электронной почты. Эту функцию следует использовать для смены пользователя или если срок действия маркера истек.

# Page 3925836548 - Action 22890876 - Property 2879900210
source: Renew Token
cs_cz: Obnovit token
da_dk: Forny token
de_at: Token erneuern
es_es: Renovar token
fi_fi: Uudista tunnus
nl_be: Token vernieuwen
ru_ru: Продлить маркер

# Page 3925836548 - Action 2570329715 - Property 1295455071
source: Validate the settings for email logging.
cs_cz: Ověřte nastavení pro protokolování e-mailů.
da_dk: Valider indstillingerne for maillogføring.
de_at: Überprüfen Sie die Einstellungen für die E-Mail-Protokollierung.
es_es: Valide la configuración de registro de correo electrónico.
fi_fi: Tarkista sähköpostin lokiinkirjauksen asetukset.
nl_be: De instellingen voor e-maillogboekregistratie valideren.
ru_ru: Проверка параметров регистрации электронной почты.

# Page 3925836548 - Action 2570329715 - Property 2879900210
source: Validate Setup
cs_cz: Ověřit nastavení
da_dk: Valider opsætning
de_at: Einrichtung überprüfen
es_es: Validar configuración
fi_fi: Tarkista asetukset
nl_be: Instelling valideren
ru_ru: Проверить конфигурацию

# Page 580021373 - Property 2879900210
source: Set Up Email Logging
cs_cz: Nastavení protokolování e-mailů
da_dk: Konfigurer maillogføring
de_at: E-Mail-Protokollierung einrichten
es_es: Configurar registro de correo electrónico
fi_fi: Määritä sähköpostin lokiinkirjaus
nl_be: E-maillogboekregistratie instellen
ru_ru: Настройка регистрации электронной почты

# Page 580021373 - NamedType 1873691371
source: Specify client ID and secret
cs_cz: Určení ID klienta a tajného klíče
da_dk: Angiv klient-id og -hemmelighed
de_at: Client-ID und geheimen Clientschlüssel angeben
es_es: Especificar id. y secreto de cliente
fi_fi: Määritä asiakasohjelman tunnus ja salasana
nl_be: Client-id en -geheim opgeven
ru_ru: Укажите ИД и секрет клиента

# Page 580021373 - NamedType 3175115564
source: Client ID and secret are required to connect to the shared mailbox.
cs_cz: Pro připojení ke sdílené poštovní schránce je vyžadováno ID klienta a tajný klíč.
da_dk: Klient-id og -hemmelighed kræves for at oprette forbindelse til den delte postkasse.
de_at: Client-ID und geheimer Clientschlüssel sind zum Herstellen einer Verbindung mit dem freigegebenen Postfach erforderlich.
es_es: El Id. de cliente y el secreto son obligatorios para conectarse al buzón compartido.
fi_fi: Asiakasohjelman tunnus ja salasana tarvitaan yhteyden muodostamiseen jaettuun postilaatikkoon.
nl_be: Client-id en -geheim zijn vereist om verbinding te maken met het gedeelde postvak.
ru_ru: Для подключения к общему почтовому ящику требуются его ИД и секрет клиента.

# Page 580021373 - NamedType 230713431
source: Interaction Template Setup
cs_cz: Nastavení šablony interakce
da_dk: Opsætning af interaktionsskabelon
de_at: Aktivitätenvorlageneinrichtung
es_es: Configurar plantilla de interacción
fi_fi: Vuorovaikutusmallin asetukset
nl_be: Instelling van interactiesjabloon
ru_ru: Конфигурация шаблона взаимодействия

# Page 580021373 - NamedType 3769904544
source: Interaction Template Setup needs to be configured.
cs_cz: Nastavení šablony interakce musí být nakonfigurováno.
da_dk: Opsætningen af interaktionsskabelonen skal konfigureres.
de_at: Die Aktivitätenvorlageneinrichtung muss konfiguriert werden.
es_es: Configuración plantilla interacción debe estar configurada.
fi_fi: Vuorovaikutusmallin asetukset on määritettävä.
nl_be: Instelling van interactiesjabloon moet worden geconfigureerd.
ru_ru: Необходимо настроить конфигурацию шаблона взаимодействия.

# Page 580021373 - NamedType 4212992191
source: The connection test was not successful.
cs_cz: Test připojení nebyl úspěšný.
da_dk: Test af forbindelse mislykkedes.
de_at: Der Verbindungstest war nicht erfolgreich.
es_es: La prueba de conexión no se realizó correctamente.
fi_fi: Yhteyden testaus epäonnistui.
nl_be: De verbindingstest is mislukt.
ru_ru: Проверка подключения завершилась ошибкой.

# Page 580021373 - NamedType 2937150220
source: Learn how to set up a shared mailbox for email logging
cs_cz: Přečtěte si, jak nastavit sdílenou poštovní schránku pro protokolování e-mailů
da_dk: Få mere at vide om, hvordan du konfigurerer en delt postkasse til maillogføring
de_at: Informationen zum Einrichten eines freigegebenen Postfachs für die E-Mail-Protokollierung
es_es: Obtenga información acerca de cómo configurar un buzón compartido para el registro de correo electrónico
fi_fi: Lue lisätietoja jaetun postilaatikon määrittämisestä sähköpostin lokiinkirjausta varten
nl_be: Informatie over het instellen van een gedeelde postbus voor e-maillogboekregistratie
ru_ru: Как настроить общий почтовый ящик для регистрации электронной почты

# Page 580021373 - NamedType 1147111024
source: Email logging is not set up. \\Are you sure that you want to exit?
cs_cz: Protokolování e-mailů není nastaveno. \\Jste si jisti, že chcete ukončit?
da_dk: Maillogføring er ikke konfigureret.\\Er du sikker på, at du vil afslutte?
de_at: Die E-Mail-Protokollierung wurde nicht eingerichtet. \\Sind Sie sicher, dass Sie den Vorgang beenden möchten?
es_es: El registro de correo electrónico no está configurado. \\¿Seguro que desea salir?
fi_fi: Sähköpostin lokiinkirjausta ei ole määritetty. \\Haluatko varmasti poistua?
nl_be: E-maillogboekregistratie is niet ingesteld.\\Weet u zeker dat u wilt afsluiten?
ru_ru: Регистрация электронной почты не настроена. \\Вы действительно хотите выйти?

# Page 580021373 - NamedType 3910883965
source: Open Feature Management
cs_cz: Otevřít správu funkcí
da_dk: Åbn Funktionsstyring
de_at: Funktionsverwaltung öffnen
es_es: Abrir Administración de características
fi_fi: Avaa Ominaisuuksien hallinta
nl_be: Functiebeheer openen
ru_ru: Открыть страницу "Управление функциями"

# Page 580021373 - NamedType 2071660008
source: Sign in and give consent
cs_cz: Přihlaste se a dejte souhlas
da_dk: Log på, og giv samtykke
de_at: Anmelden und Zustimmung erteilen
es_es: Iniciar sesión y dar consentimiento
fi_fi: Kirjaudu sisään ja anna suostumus
nl_be: Aanmelden en toestemming geven
ru_ru: Войти и предоставить согласие

# Page 580021373 - NamedType 623484020
source: Client ID and secret are specified and will be used to connect to the shared mailbox.
cs_cz: Id klienta a tajný klíč jsou zadány a budou použity pro připojení ke sdílené poštovní schránce.
da_dk: Klient-id og -hemmelighed er angivet og vil blive brugt til at oprette forbindelse til den delte postkasse.
de_at: Client-ID und geheimer Clientschlüssel wurden angegeben und werden zum Herstellen einer Verbindung mit dem freigegebenen Postfach verwendet.
es_es: Se han especificado el id. de cliente y el secreto, y se usarán para conectarse al buzón compartido.
fi_fi: Asiakasohjelman tunnus ja salasana määritetään, ja niitä käytetään yhteyden muodostamiseen jaettuun postilaatikkoon.
nl_be: Client-id en -geheim zijn opgegeven en worden gebruikt om verbinding te maken met het gedeelde postvak.
ru_ru: ИД и секрет клиента указаны и будут использоваться для подключения к общему почтовому ящику.

# Page 580021373 - NamedType 1246708985
source: The user is signed in.
cs_cz: Uživatel je přihlášen.
da_dk: Brugeren er logget på.
de_at: Der Benutzer ist angemeldet.
es_es: El usuario ha iniciado sesión.
fi_fi: Käyttäjä on kirjautunut sisään.
nl_be: De gebruiker is aangemeld.
ru_ru: Вход пользователя в систему выполнен.

# Page 580021373 - NamedType 2938257072
source: Could not sign in the user.
cs_cz: Nelze se přihlásit k uživateli.
da_dk: Brugeren kan ikke logge på.
de_at: Anmeldung des Benutzers nicht möglich.
es_es: No se pudo iniciar sesión en el usuario.
fi_fi: Käyttäjää ei voitu kirjata sisään.
nl_be: Kan de gebruiker niet aanmelden.
ru_ru: Не удалось выполнить вход пользователя в систему.

# Page 580021373 - NamedType 1476358086
source: Check connection to the specified mailbox
cs_cz: Kontrola připojení k zadané poštovní schránce
da_dk: Kontroller forbindelsen til den angivne postkasse
de_at: Verbindung mit dem angegebenen Postfach prüfen
es_es: Compruebe la conexión al buzón especificado
fi_fi: Tarkista yhteys määritettyyn postilaatikkoon
nl_be: Verbinding met het opgegeven postvak controleren
ru_ru: Проверить подключение к указанному почтовому ящику

# Page 580021373 - NamedType 82472981
source: Interaction Template Setup is correctly configured.
cs_cz: Nastavení šablony interakce je správně nakonfigurováno.
da_dk: Opsætningen af interaktionsskabelonen er konfigureret korrekt.
de_at: Die Aktivitätenvorlageneinrichtung wurde korrekt konfiguriert.
es_es: Configuración plantilla interacción se ha configurado correctamente.
fi_fi: Vuorovaikutusmallin asetukset on määritetty oikein.
nl_be: Instelling van interactiesjabloon is correct geconfigureerd.
ru_ru: Конфигурация шаблона взаимодействия настроена правильно.

# Page 580021373 - NamedType 4234345518
source: The connection test was successful.
cs_cz: Test připojení byl úspěšný.
da_dk: Test af forbindelse udført uden fejl.
de_at: Der Verbindungstest war erfolgreich.
es_es: La prueba de conexión se realizó correctamente.
fi_fi: Yhteyden testaus onnistui.
nl_be: De verbindingstest is geslaagd.
ru_ru: Проверка подключения успешно пройдена.

# Page 580021373 - Control 2762510287 - Property 1295455071
source: Open the Feature Management page.
cs_cz: Otevřete stránku Správa funkcí.
da_dk: Åbn siden Funktionsstyring.
de_at: Öffnet die Seite „Funktionsverwaltung“.
es_es: Permite abrir la página Administración de características.
fi_fi: Avaa Ominaisuuksien hallinta -sivu.
nl_be: De pagina Functiebeheer openen.
ru_ru: Открытие страницы "Управление функциями".

# Page 580021373 - Control 2226295909 - Property 1968111052
source: The Email Logging Using the Microsoft Graph API feature is not enabled. To continue, open the Feature Management page and enable the feature.
cs_cz: Protokolování e-mailů pomocí rozhraní Microsoft Graph API není povoleno. Chcete-li pokračovat, otevřete stránku Správa funkcí a povolte ho.
da_dk: Maillogføring ved hjælp af funktionen Microsoft Graph API er ikke aktiveret. Hvis du vil fortsætte, skal du åbne siden Funktionsstyring og aktivere funktionen.
de_at: Die E-Mail-Protokollierung mithilfe der Microsoft Graph API-Funktion ist nicht aktiviert. Um fortzufahren, öffnen Sie die Seite „Funktionsverwaltung“, und aktivieren Sie die Funktion.
es_es: El registro de correo electrónico mediante la característica API de Microsoft Graph no está habilitado. Para continuar, abra la página Administración de características y habilite la característica.
fi_fi: Sähköpostin lokiinkirjausta Microsoft Graph API -ominaisuuden avulla ei ole otettu käyttöön. Jos haluat jatkaa, avaa Ominaisuuksien hallinta -sivu ja ota ominaisuus käyttöön.
nl_be: E-maillogboekregistratie met de Microsoft Graph API-functie is niet geactiveerd. Open de pagina Functiebeheer en activeer de functie om door te gaan.
ru_ru: Функция "Регистрация электронной почты с использованием Microsoft Graph API" не включена. Для продолжения откройте страницу "Управление функциями" и включите эту функцию.

# Page 580021373 - Control 1403432667 - Property 2879900210
source: Welcome to Email Logging Setup
cs_cz: Vítá vás nastavení protokolování e-mailů
da_dk: Velkommen til konfiguration af maillogføring
de_at: Willkommen bei der Einrichtung der E-Mail-Protokollierung
es_es: Configuración de registro de correo electrónico
fi_fi: Tervetuloa sähköpostin lokiinkirjauksen asetuksiin
nl_be: Welkom bij de instelling van e-maillogboekregistratie
ru_ru: Вас приветствует мастер настройки регистрации электронной почты

# Page 580021373 - Control 700962840 - Property 1968111052
source: This guide will help you set up email logging using the Microsoft Graph API to connect to a shared mailbox.
cs_cz: Tato příručka vám pomůže nastavit protokolování e-mailů pomocí Microsoft Graph API pro připojení ke sdílené poštovní schránce.
da_dk: Denne vejledning kan hjælpe dig med at konfigurere maillogføring vha. Microsoft Graph API for at oprette forbindelse til en delt postkasse.
de_at: Diese Anleitung hilft Ihnen beim Einrichten der E-Mail-Protokollierung mithilfe der Microsoft Graph API zum Herstellen einer Verbindung mit einem freigegebenen Postfach.
es_es: Esta guía le ayudará a configurar el registro de correo electrónico mediante la API de Microsoft Graph para conectarse a un buzón compartido.
fi_fi: Tämä opas auttaa määrittämään sähköpostin lokiinkirjauksen siten, että yhteyden muodostamiseen jaettuun postilaatikkoon käytetään Microsoft Graph API -ominaisuutta.
nl_be: Deze guide helpt u bij het instellen van e-maillogboekregistratie met behulp van de Microsoft Graph API om verbinding te maken met een gedeeld postvak.
ru_ru: Этот мастер поможет вам настроить регистрацию электронной почты с использованием API Microsoft Graph для подключения к общему почтовому ящику.

# Page 580021373 - Control 3889445925 - Property 1968111052
source: To learn more about how to set up shared mailboxes and rules so that your organization can track email communication between sales people and external contacts, choose the link below.
cs_cz: Chcete-li se dozvědět více o tom, jak nastavit sdílené poštovní schránky a pravidla, aby vaše organizace mohla sledovat e-mailovou komunikaci mezi obchodníky a externími kontakty, vyberte odkaz níže.
da_dk: Hvis du vil vide mere om, hvordan du konfigurerer delte postkasser og regler, så din organisation kan registrere kommunikation via mails mellem sælgere og eksterne kontakter, skal du vælge linket nedenfor.
de_at: Weitere Informationen zum Einrichten freigegebener Postfächer und Regeln, damit Ihre Organisation die E-Mail-Kommunikation zwischen Verkäufern und externen Kontakten nachverfolgen kann, erhalten Sie über den Link unten.
es_es: Para obtener más información sobre cómo configurar los buzones compartidos y las reglas de modo que la organización pueda realizar un seguimiento de las comunicaciones por correo electrónico entre el personal de ventas y los contactos externos, elija el vínculo siguiente.
fi_fi: Jos haluat lisätietoja jaettujen postilaatikoiden ja sääntöjen määrittämisestä, jotta organisaatiosi voi seurata myyjien ja ulkoisten yhteyshenkilöiden välistä sähköpostiviestintää, valitse alla oleva linkki.
nl_be: Klik op de onderstaande koppeling voor meer informatie over het instellen van gedeelde postvakken en regels, zodat uw organisatie e-mailcommunicatie tussen verkopers en externe contacten kan bijhouden.
ru_ru: Чтобы больше узнать о том, как настроить общие почтовые ящики и правила для отслеживания переписки по электронной почте между менеджерами по продажам и внешними контактами, перейдите по ссылке ниже.

# Page 580021373 - Control 3104144983 - Property 1295455071
source: The settings in Exchange Online are complete.
cs_cz: Nastavení v Exchange Online jsou kompletní.
da_dk: Indstillingerne i Exchange Online er fuldført.
de_at: Die Einstellungen in Exchange Online sind abgeschlossen.
es_es: Se ha completado la configuración de Exchange Online.
fi_fi: Exchange Onlinen asetukset ovat valmiit.
nl_be: De instellingen in Exchange Online zijn voltooid.
ru_ru: Параметры в Exchange Online полностью настроены.

# Page 580021373 - Control 3104144983 - Property 2879900210
source: Manual setup done
cs_cz: Ruční nastavení provedeno
da_dk: Manuel opsætning udført
de_at: Manuelle Einrichtung ist erledigt
es_es: Configuración manual realizada
fi_fi: Manuaalinen määritys on valmis
nl_be: Handmatige installatie gereed
ru_ru: Ручная настройка завершена

# Page 580021373 - Control 2279239964 - Property 1968111052
source: Specify the ID and secret of the Azure Active Directory application that will be used to connect to the shared mailbox.
cs_cz: Zadejte ID a tajný klíč aplikace Azure Active Directory, která se použije k připojení ke sdílené poštovní schránce.
da_dk: Angiv id'et og hemmeligheden for den Azure Active Directory-applikation, der skal bruges til at oprette forbindelse til den delte postkasse.
de_at: Geben Sie die ID und das Geheimnis der Azure Active Directory-Anwendung an, die zum Herstellen der Verbindung mit dem freigegebenen Postfach verwendet wird.
es_es: Especifique el id. y el secreto de la aplicación Azure Active Directory que se usará para conectarse al buzón compartido.
fi_fi: Määritä sen Azure Active Directory -sovelluksen tunnus ja salasana, jota käytetään yhteyden muodostamiseen jaettuun postilaatikkoon.
nl_be: Geef de id en het geheim op van de Azure Active Directory-toepassing die wordt gebruikt om verbinding te maken met het gedeelde postvak.
ru_ru: Укажите ИД и секрет приложения Azure Active Directory, которое будет использоваться для подключения к общему почтовому ящику.

# Page 580021373 - Control 4271350140 - Property 1295455071
source: Indicates that the client ID and secret are required to connect to the shared mailbox.
cs_cz: Označuje, že id klienta a tajný klíč jsou vyžadovány pro připojení ke sdílené poštovní schránce.
da_dk: Angiver, at klient-id'et og -hemmeligheden kræves for at oprette forbindelse til den delte postkasse.
de_at: Gibt an, dass die Client-ID und der geheime Clientschlüssel zum Herstellen einer Verbindung mit dem freigegebenen Postfach erforderlich sind.
es_es: Indica que se requieren el id. de cliente y el secreto para conectarse al buzón compartido.
fi_fi: Ilmaisee, että asiakasohjelman tunnus ja salasana tarvitaan yhteyden muodostamiseen jaettuun postilaatikkoon.
nl_be: Hiermee wordt aangegeven dat de client-id en het clientgeheim vereist zijn om verbinding te maken met het gedeelde postvak.
ru_ru: Указывает, что для подключения к общему почтовому ящику требуются ИД и секрет клиента.

# Page 580021373 - Control 1996076276 - Property 1295455071
source: Indicates that the client credentials are specified and will be used to connect to the shared mailbox.
cs_cz: Označuje, že přihlašovací údaje klienta jsou zadány a budou použity k připojení ke sdílené poštovní schránce.
da_dk: Angiver, at legitimationsoplysningerne for klienten er angivet og vil blive brugt til at oprette forbindelse til den delte postkasse.
de_at: Gibt an, dass die Clientanmeldeinformationen angegeben wurden und zum Herstellen einer Verbindung mit dem freigegebenen Postfach verwendet werden.
es_es: Indica que se han especificado las credenciales de cliente y que se usarán para conectarse al buzón compartido.
fi_fi: Ilmaisee, että asiakasohjelman tunnistetiedot määritetään ja että niitä käytetään yhteyden muodostamiseen jaettuun postilaatikkoon.
nl_be: Hiermee wordt aangegeven dat de clientreferenties zijn opgegeven en worden gebruikt om verbinding te maken met het gedeelde postvak.
ru_ru: Указывает, что учетные данные клиента указаны и будут использоваться для подключения к общему почтовому ящику.

# Page 580021373 - Control 1996076276 - Property 2879900210
source: Client ID and secret are specified and will be used to connect to the shared mailbox
cs_cz: Id klienta a tajný klíč jsou zadány a budou použity pro připojení ke sdílené poštovní schránce
da_dk: Klient-id og -hemmelighed er angivet og vil blive brugt til at oprette forbindelse til den delte postkasse
de_at: Client-ID und geheimer Clientschlüssel wurden angegeben und werden zum Herstellen einer Verbindung mit dem freigegebenen Postfach verwendet
es_es: Se han especificado el id. de cliente y el secreto, y se usarán para conectarse al buzón compartido.
fi_fi: Asiakasohjelman tunnus ja salasana määritetään, ja niitä käytetään yhteyden muodostamiseen jaettuun postilaatikkoon
nl_be: Client-id en -geheim zijn opgegeven en worden gebruikt om verbinding te maken met het gedeelde postvak
ru_ru: ИД и секрет клиента указаны и будут использоваться для подключения к общему почтовому ящику.
