Repository: akhileshekartha/BC-Source
Catalog: _Exclude_Email Logging Using Graph API.Source/Translations/_Exclude_Email Logging Using Graph API.*.xlf
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, nl_be, ru_ru

# PageExtension 34130476 - NamedType 685980417
source: This feature requires that you are using Microsoft Exchange Online. By enabling this feature, you consent to sharing some of your organization's data in Office 365 with Business Central. Business Central will access details about email messages in the shared mailbox that your administrator created for email logging. The details include the message’s IDs, whether it is a draft, the dates and times it was sent and received, the text from the Subject line, a link to the message in Exchange Online, and the email addresses of the sender and the recipients on the To and Cc lines.\\Business Central will store only the IDs, dates, subject, and weblink. We do not store the content of the messages, but there is a link that will open the email message in Outlook Online.\\Do you want to continue?
cs_cz: Tato funkce vyžaduje, abyste používali Microsoft Exchange Online. Povolením této funkce souhlasíte se sdílením některých dat vaší organizace v Office 365 s Business Central. Business Central bude mít přístup k podrobnostem o e-mailových zprávách ve sdílené poštovní schránce, kterou správce vytvořil pro protokolování e-mailů. Podrobnosti zahrnují ID zprávy, ať už se jedná o koncept, data a časy, kdy byla odeslána a přijata, text z řádku Předmět, odkaz na zprávu v Exchange Online a e-mailové adresy odesílatele a příjemců na řádcích Komu a Kopie.\\Business Central uloží pouze ID, data, předmět a webový odkaz. Obsah zpráv neukládáme, ale existuje odkaz, který otevře e-mailovou zprávu v aplikaci Outlook Online.\\Chcete pokračovat?
da_dk: Denne funktion kræver, at du bruger Microsoft Exchange Online. Hvis du aktiverer denne funktion, accepterer du, at du skal dele en del af din organisations data i Office 365 med Business Central. Business Central vil få adgang til oplysninger om mails i den delte postkasse, som administratoren har oprettet til maillogføring. Oplysningerne omfatter meddelelsens id'er, uanset om det er en kladde, datoer og klokkeslæt, hvor den blev sendt og modtaget, teksten på emnelinjen, et link til meddelelsen i Exchange Online og mailadressen på afsenderen og modtagerne på linjerne til og CC.\\Business Central gemmer kun id'erne, datoer, emne og weblink. Vi gemmer ikke indholdet af meddelelserne, men der er et link, der åbner mailen i Outlook Online.\\ Vil du fortsætte?
de_at: Für diese Funktion müssen Sie Microsoft Exchange Online verwenden. Durch Aktivieren dieser Funktion stimmen Sie zu, dass einige Daten Ihrer Organisation in Office 365 in Business Central freigegeben werden. Business Central greift auf E-Mail-Nachrichtendetails in dem freigegebenen Postfach zu, das Ihr Administrator für die E-Mail-Protokollierung erstellt hat. Details umfassen die IDs der Nachricht, ob es sich um einen Entwurf handelt, die Datums- und Uhrzeitangaben, zu denen sie gesendet und empfangen wurde, den Text aus der Betreffzeile, einen Link zur Nachricht in Exchange Online und die E-Mail-Adressen des Absenders und der Empfänger in den Zeilen „An“ und „Cc“.\\Business Central speichert nur die IDs, Datumsangaben, den Betreff und den Weblink. Wir speichern nicht den Inhalt der Nachrichten, aber es gibt einen Link, der die E-Mail-Nachricht in Outlook Online öffnet.\\Möchten Sie fortfahren?
es_es: Esta característica requiere que esté usando Microsoft Exchange Online. Al habilitar esta característica, acepta compartir algunos de los datos de la organización en Office 365 con Business Central. Business Central tendrá acceso a detalles sobre mensajes de correo electrónico del buzón compartido que el administrador creó para registro de correo electrónico. Entre los detalles se incluyen los id. de mensaje, si se trata de un borrador, las fechas y las horas en que se enviaron y recibieron, el texto de la línea de asunto, un vínculo al mensaje en Exchange Online y las direcciones de correo electrónico del remitente y los destinatarios de las líneas Para y CC.\\Business Central almacenará solo los id., las fechas, el asunto y vínculo web. No almacenamos el contenido de los mensajes, pero hay un vínculo que abre el mensaje de correo electrónico en Outlook Online.\\¿Desea continuar?
fi_fi: Tämä ominaisuus edellyttää, että käytät Microsoft Exchange Onlinea. Ottamalla tämän ominaisuuden käyttöön hyväksyt, että joitakin organisaatiosi Office 365:ssä olevia tietoja jaetaan Business Centralille. Business Central käyttää siinä jaetussa postilaatikossa oleviin sähköpostiviesteihin liittyviä tietoja, jonka järjestelmänvalvoja on luonut sähköpostin lokiinkirjausta varten. Näitä tietoja ovat viestin tunnus, tieto siitä, onko kyseessä luonnos, sähköpostiviestin lähetysaika ja -päivä sekä vastanottoaika ja -päivä, Aihe-rivin teksti, linkki viestiin Exchange Onlinessa sekä lähettäjän ja Vastaanottaja- ja Piilokopio-riveillä olevien vastaanottajien sähköpostiosoitteet.\\Business Central tallentaa vain tunnukset, päivämäärät, aiheen ja verkkolinkin. Viestien sisältöä ei tallenneta, mutta on olemassa linkki, joka avaa sähköpostiviestin Outlook Onlinessa.\\Haluatko jatkaa?
nl_be: Voor deze functie moet u Microsoft Exchange Online gebruiken. Door deze functie te activeren stemt u ermee in bepaalde gegevens van uw organisatie in Office 365 te delen met Business Central. Business Central krijgt toegang tot details van e-mailberichten in het gedeelde postvak dat uw beheerder voor e-maillogboekregistratie heeft gemaakt. De details omvatten de bericht-id's, of het concepten zijn, de datum en tijd waarop ze zijn verzonden en ontvangen, de tekst uit de onderwerpregels, koppelingen naar de berichten in Exchange Online en de e-mailadressen van de afzender en de geadresseerden op de regels aan en CC.\\In Business Central worden alleen de id's, datums, onderwerpen en webkoppelingen opgeslagen. De inhoud van de berichten wordt niet opgeslagen, maar er is een koppeling waarmee het e-mailbericht wordt geopend in Outlook Online.\\Wilt u doorgaan?
ru_ru: Эта функция требует использования Microsoft Exchange Online. Включая эту функцию, вы даете разрешение на передачу некоторых данных вашей организации в Office 365 в Business Central. Business Central получит доступ к информации о сообщениях электронной почты в общем почтовом ящике, созданном вашим администратором для регистрации электронной почты. Эта информация включает в себя идентификаторы сообщения, является ли оно черновиком, даты и время его отправки и получения, текст из поля "Тема", ссылку на сообщение в Exchange Online, а также адреса электронной почты отправителя и получателей в полях "Кому" и "Копия".\В Business Central будут храниться только идентификаторы, даты, тема и ссылка. Содержимое сообщений не хранится, однако по ссылке можно будет открыть сообщение в Outlook Online.\\ Продолжить?

# TableExtension 1985928904 - Field 1454496815 - Property 2879900210
source: Internet Message Checksum
cs_cz: Kontrolní součet internetových zpráv
da_dk: Kontrolsum af internetmeddelelse
de_at: Prüfsumme für Internetnachricht
es_es: Suma de comprobación de mensajes de Internet
fi_fi: Internet-viestin tarkistussumma
nl_be: Controlesom van internetbericht
ru_ru: Контрольная сумма интернет-сообщения

# TableExtension 1985928904 - Field 3069553751 - Property 2879900210
source: Internet Message ID
cs_cz: ID internetové zprávy
da_dk: Internetmeddelelses-id
de_at: Internetnachrichten-ID
es_es: Id. de mensaje de Internet
fi_fi: Internet-viestin tunnus
nl_be: Internetbericht-id
ru_ru: ИД интернет-сообщения
