Repository: akhileshekartha/BC-Source
Catalog: AMC Banking 365 Fundamentals.Source/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: da_dk

# Page 3704095706 - Control 129688762 - Property 1295455071
source: Specifies the user name that represents your company's sign-up for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files.
da_dk: Angiver det brugernavn, der repræsenterer din virksomheds tilmelding til den service, der konverterer bankdata til det format, der kræves af din bank, når du eksporterer betalingsbankfiler og importerer kontoudtogsfiler.

# Page 3704095706 - Control 4006456467 - Property 1295455071
source: Specifies the default namespace for the AMC Banking.
da_dk: Angiver standardnavneområdet for AMC Banking.

# Page 3704095706 - Control 2575991450 - Property 1295455071
source: Specifies the address of the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. The service specified in the Service URL field is called when users export or import bank files.
da_dk: Angiver adressen på den service, der konverterer bankdata til det format, der kræves af din bank, når du eksporterer betalingsbankfiler og importerer kontoudtogsfiler. Den service, der er angivet i feltet URL-adresse til tjeneste kaldes, når brugere eksporterer eller importerer bankfiler.

# Page 3704095706 - Action 3044174282 - Property 1295455071
source: Calls the sign-up page for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. This is the web page where you enter your company's user name and password to sign up for the service.
da_dk: Kalder tilmeldingssiden for den tjeneste, der konverterer bankdata til det format, der kræves af din bank, når du eksporterer betalingsbankfiler og importerer kontoudtogsfiler. Dette er den webside, hvor du kan angive din virksomheds brugernavn og adgangskode for at tilmelde dig tjenesten.

# Page 3704095706 - Action 3044174282 - Property 2879900210
source: Sign-up here
da_dk: Tilmeld dig her

# Page 3704095706 - Action 2678035379 - Property 1295455071
source: View AMC Banking 365 service activities.
da_dk: Vis AMC Banking 365-serviceaktiviteter.

# Page 3704095706 - Action 2678035379 - Property 2879900210
source: Activity Log
da_dk: Aktivitetslog

# Page 3704095706 - Action 1090569832 - Property 1295455071
source: View or update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
da_dk: Få vist eller opdater listen over banker i dit land/område, som du kan bruge til at importere eller eksportere bankkontodata ved hjælp af AMC Banking.

# Page 3704095706 - Action 1090569832 - Property 2879900210
source: Bank Name List
da_dk: Liste over banknavne

# Page 3704095706 - Action 841712208 - Property 1295455071
source: Enable or disable data encryption. Data encryption helps make sure that unauthorized users cannot read business data.
da_dk: Aktivér eller deaktiver datakryptering. Datakryptering er med til at sikre, at uautoriserede brugere ikke kan læse virksomhedsdata.

# Page 3704095706 - Action 841712208 - Property 2879900210
source: Encryption Management
da_dk: Administration af kryptering

# Page 3704095706 - Action 2444778289 - Property 1295455071
source: Calls the web site where the provider of the AMC Banking publishes status and support information about the service.
da_dk: Kalder det websted, hvor udbyderen af AMC Banking offentliggør status- og supportoplysninger om tjenesten.

# Page 3704095706 - Action 2444778289 - Property 2879900210
source: Get support
da_dk: Få support

# Page 3704095706 - Action 4124192386 - Property 1295455071
source: Runs Service setup wizard
da_dk: Kører guiden Tjenesteopsætning

# Page 3704095706 - Action 4124192386 - Property 2879900210
source: Assisted Setup
da_dk: Assisteret opsætning

# XmlPort 417263901 - Property 2879900210
source: AMC Banking Export CreditTransfer
da_dk: Eksport af kreditoverførsel fra AMC Banking

# XmlPort 1184337646 - Property 2879900210
source: AMC Banking Export CreditTransfer
da_dk: Eksport af kreditoverførsel fra AMC Banking

# PageExtension 225112926 - Control 1281447598 - Property 1295455071
source: Specifies your bank's data format as required by the AMC Banking when you import and export bank files.
da_dk: Angiver din banks dataformat som krævet af AMC Banking, når du indlæser og eksporterer bankfiler.

# PageExtension 225112926 - Control 2292565801 - Property 1295455071
source: Specifies your bank file name incl. extension. (use %1 in filename to get DateTime as part of filename - if field is blank a Bankname.txt will be used as default filename).
da_dk: Angiver dit bankfilnavn inkl. filtypen. (brug %1 i filnavn for at hente dato og klokkeslæt som del af filnavnet – hvis feltet er tomt, bruges en Bankname.txt som standardfilnavn).

# PageExtension 1620763456 - Action 4027789718 - Property 1295455071
source: Calls the AMC Bank Myaccount Page to be able to setup further informations for the bank accounts. External webpage will be opened by this button.
da_dk: Kalder siden AMC Bank MyAccount for at kunne konfigurere yderligere oplysninger om bankkonti. Ekstern webside vil blive åbnet af denne knap.

# PageExtension 1620763456 - Action 4027789718 - Property 2879900210
source: AMC Bank Page
da_dk: AMC-bankside

# PageExtension 3493802159 - Control 2640682147 - Property 1295455071
source: XTL Journal associated with the Credit Transfer Register
da_dk: XTL-kladde, der er knyttet til kreditoverførselsjournalen

# PageExtension 387856334 - Control 265409144 - Property 1295455071
source: Specifies the payment type that the AMC Banking 365 Fundamentals extension requires when you export payments that have the selected payment method.
da_dk: Angiver den betalingstype, som udvidelsen AMC Banking 365 Fundamentals kræver, når du eksporterer betalinger, der har den valgte betalingsmetode.

# PageExtension 3939322197 - Control 2318147276 - Property 1295455071
source: Specifies the name of a column in the imported bank file.
da_dk: Angiver navnet på en kolonne i den indlæste bankfil.

# PageExtension 3939322197 - Control 2318147276 - Property 2879900210
source: Name xPath
da_dk: Navne-xPath

# TableExtension 329099011 - Field 8056628 - Property 2879900210
source: Bank file Name
da_dk: Navn på bankfil

# TableExtension 329099011 - Field 3981858850 - Property 2879900210
source: Bank Name
da_dk: Banknavn

# TableExtension 3196096046 - Field 4135611573 - Property 2879900210
source: Data Exch. Entry No.
da_dk: Dataudvekslingspostnr.

# TableExtension 3196096046 - Field 2906221467 - Property 2879900210
source: Pmt. Disc. Possible
da_dk: Kontantrabat mulig

# TableExtension 2889429356 - Field 14686028 - Property 2879900210
source: XTL Journal
da_dk: XTL-kladde

# TableExtension 2889429356 - Field 4135611573 - Property 2879900210
source: Data Exch. Entry No.
da_dk: Dataudvekslingspostnr.

# TableExtension 1194456860 - Field 2516959542 - Property 2879900210
source: Recipient Bank Account Currency
da_dk: Valuta for modtagers bankkonto

# TableExtension 1672724984 - Field 3875559386 - Property 2879900210
source: Bank Pmt. Type
da_dk: Bankbetalingstype

# Enum 946689240 - EnumValue 3858383409 - Property 2879900210
source: Journal Description
da_dk: Kladdebeskrivelse

# Enum 946689240 - EnumValue 2889102768 - Property 2879900210
source: Recipient Name
da_dk: Modtagernavn

# Enum 946689240 - EnumValue 3741870728 - Property 2879900210
source: Recipient No.
da_dk: Modtagernr.

# Enum 946689240 - EnumValue 1570125936 - Property 2879900210
source: Recipient No. & Name
da_dk: Modtagernr. og -navn

# Enum 946689240 - EnumValue 3045810516 - Property 2879900210
source: Transaction unique reference
da_dk: Entydig transaktionsreference

# Enum 2195179419 - EnumValue 3826689261 - Property 2879900210
source: Failed
da_dk: Mislykkedes

# Enum 2195179419 - EnumValue 3878926381 - Property 2879900210
source: Success
da_dk: Lykkedes

# Enum 2195179419 - EnumValue 3955473374 - Property 2879900210
source: Warning
da_dk: Advarsel

# PermissionSet 362460516 - Property 2879900210
source: AMC Banking - Edit
da_dk: AMC Banking – Rediger

# PermissionSet 1925059026 - Property 2879900210
source: AMC Banking - Read
da_dk: AMC Banking – Læs

# PermissionSet 1617750238 - Property 2879900210
source: AMC Banking- Objects
da_dk: AMC Banking – Objekter
