Repository: akhileshekartha/BC-Source
Catalog: AMC Banking 365 Fundamentals.Source/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: da_dk

# Table 3203079048 - Property 2879900210
source: AMC Banking Banks
da_dk: AMC Banking-banker

# Table 3203079048 - Field 2685439803 - Property 2879900210
source: Bank Name
da_dk: Banknavn

# Table 3203079048 - Field 284764054 - Property 2879900210
source: Country/Region Code
da_dk: Lande-/områdekode

# Table 3203079048 - Field 171145402 - Property 2879900210
source: Index
da_dk: Indeks

# Table 3203079048 - Field 2501792105 - Property 2879900210
source: Last Update Date
da_dk: Dato for sidste opdatering

# Table 3875559386 - Property 2879900210
source: AMC Banking Payment types
da_dk: Betalingstyper for AMC Banking

# Table 3875559386 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Table 3875559386 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse

# Table 3704095706 - Property 2879900210
source: AMC Banking Setup
da_dk: Konfiguration af AMC Banking

# Table 3704095706 - Field 3844794838 - Property 2879900210
source: Enabled
da_dk: Aktiveret

# Table 3704095706 - Field 4006456467 - Property 2879900210
source: Namespace API Version
da_dk: Version af navneområde-API

# Table 3704095706 - Field 204649572 - Property 2879900210
source: Password Key
da_dk: Adgangskodenøgle

# Table 3704095706 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primær nøgle

# Table 3704095706 - Field 2575991450 - Property 2879900210
source: Service URL
da_dk: URL-adresse for tjeneste

# Table 3704095706 - Field 678782652 - Property 2879900210
source: Sign-up URL
da_dk: URL-adresse til tilmelding

# Table 3704095706 - Field 1857133763 - Property 2879900210
source: Solution
da_dk: Løsning

# Table 3704095706 - Field 1645510544 - Property 2879900210
source: Support URL
da_dk: URL-adresse til support

# Table 3704095706 - Field 129688762 - Property 2879900210
source: User Name
da_dk: Brugernavn

# Codeunit 3725545329 - NamedType 1689235809
source: Connect to an online bank service that can convert bank data from Business Central into the formats of your bank, to make it easier, and more accurate, to send data to your banks.
da_dk: Opret forbindelse til en onlinebanktjeneste, der kan konvertere bankdata fra Business Central til din banks formater, så det bliver nemmere og mere præcist at sende data til dine banker.

# Codeunit 3725545329 - NamedType 4278671633
source: The AMC Banking 365 Fundamentals extension needs some information.
da_dk: Udvidelsen AMC Banking 365 Fundamentals kræver nogle oplysninger.

# Codeunit 3725545329 - NamedType 1973957526
source: Do you want to open the AMC Banking Setup page to run the Assisted Setup action?
da_dk: Vil du åbne siden Konfiguration af AMC Banking for at køre handlingen Assisteret opsætning?

# Codeunit 3725545329 - NamedType 1420859235
source: Set up AMC Banking 365 Fundamentals extension
da_dk: Konfigurer udvidelsen AMC Banking 365 Fundamentals

# Codeunit 3725545329 - NamedType 2589768243
source: Do you want to open the AMC Banking 365 Fundamentals extension setup page?
da_dk: Vil du åbne siden til konfiguration af udvidelsen AMC Banking 365 Fundamentals?

# Codeunit 3725545329 - NamedType 2084177634
source: Show a notification informing the user that AMC Banking is working in Demo solution.
da_dk: Vis en meddelelse, der fortæller brugeren, at AMC Banking arbejder i demoløsning.

# Codeunit 3725545329 - NamedType 2828970756
source: Notify user of AMC Banking Demo solution.
da_dk: Informer brugeren om AMC Banking-demoløsningen.

# Codeunit 3725545329 - NamedType 3073354073
source: The AMC Banking 365 Fundamentals extension is in Demo mode.
da_dk: Udvidelsen AMC Banking 365 Fundamentals er i demotilstand.

# Codeunit 3725545329 - NamedType 1829946207
source: Don't show this again.
da_dk: Vis ikke dette igen.

# Codeunit 3725545329 - NamedType 3313543012
source: To setup AMC Banking, you need to enable it.
da_dk: Hvis du vil konfigurere AMC Banking, skal du aktivere den.

# Codeunit 3725545329 - NamedType 82900180
source: The Web Service Setup User Name (%1) does not match the License number (%2) or the (%3)
da_dk: Brugernavnet (%1) i webtjenestens konfiguration stemmer ikke overens med licensnummeret (%2) eller (%3)

# Codeunit 3725545329 - NamedType 658909975
source: Please run the Assisted setup action to complete the AMC Banking setup.
da_dk: Kør handlingen Assisteret opsætning for at fuldføre opsætningen af AMC Banking.

# Codeunit 3725545329 - NamedType 1098773093
source: The web service returned an error message:\
da_dk: Webtjenesten returnerede en fejlmeddelelse:\

# Codeunit 3725545329 - NamedType 319023829
source: 1. Please register the User Name (%1) using the Sign-up URL %2
da_dk: 1. Registrer brugernavnet (%1) ved hjælp af URL-adressen til tilmelding %2

# Codeunit 3725545329 - NamedType 3074365349
source: 2. Delete the Web Service setup record using the Trash can symbol and reopen the page to use (%1)
da_dk: 2. Slet webtjenestens konfigurationsrecord ved hjælp af papirkurvssymbolet, og åbn siden igen for at bruge (%1)

# Codeunit 3725545329 - NamedType 1828158795
source: You have two option to change this:
da_dk: Du har to muligheder for at ændre dette:

# Codeunit 2319047537 - NamedType 2415257204
source: Please wait while the operation is being completed.
da_dk: Vent, mens handlingen fuldføres.

# Codeunit 3646414981 - NamedType 2474376791
source: For more information, go to %1.
da_dk: Gå til %1 for at få flere oplysninger.

# Codeunit 3646414981 - NamedType 531377784
source: The AMC Banking has returned the following error message:
da_dk: AMC Banking har returneret følgende fejlmeddelelse:

# Codeunit 3646414981 - NamedType 3314864117
source: The file has not been saved.
da_dk: Filen er ikke blevet gemt.

# Codeunit 3646414981 - NamedType 4134082808
source: The AMC Banking has found one or more errors.\\For each line to be exported, resolve the errors that are displayed in the FactBox.\\Choose an error to see more information.
da_dk: AMC Banking har fundet en eller flere fejl.\\Hvis du vil udlæse de enkelte linjer, skal du rette fejlene, der vises i faktaboksen.\\Vælg en fejl for at få vist flere oplysninger.

# Codeunit 3646414981 - NamedType 1219964534
source: There is an incorrect file conversion error element in the response. Reference: %1, error text: %2.
da_dk: Der er et forkert filkonverteringsfejlelement i svaret. Reference: %1, fejltekst: %2.

# Codeunit 3646414981 - NamedType 1810949511
source: The request body is not set.
da_dk: Anmodningsindholdet er ikke angivet.

# Codeunit 3646414981 - NamedType 842108793
source: There is nothing to export.
da_dk: Der er ikke noget at eksportere.

# Codeunit 3646414981 - NamedType 3826889551
source: The AMC Banking has not returned any payment data.\\For more information, go to %1.
da_dk: AMC Banking har ikke returneret nogen betalingsdata.\\Du kan finde flere oplysninger ved at gå til %1.

# Codeunit 2413088747 - NamedType 2779639592
source: Processing line no. #1######.
da_dk: Behandler linjenr. #1######.

# Codeunit 1051898237 - NamedType 2779639592
source: Pre-processing line no. #1######.
da_dk: Forbehandling af linje nr. #1######.

# Codeunit 3605141263 - NamedType 4134082808
source: The file export has one or more errors.\\For each line to be exported, resolve the errors displayed to the right and then try to export again.
da_dk: Fileksporten indeholder en eller flere fejl.\\For hver linje der udlæses, skal du løse de fejl, der er vist til højre, og derefter forsøge at eksportere igen.

# Codeunit 3927356675 - NamedType 2474376791
source: For more information, go to %1.
da_dk: Gå til %1 for at få flere oplysninger.

# Codeunit 3927356675 - NamedType 4096535761
source: The AMC Banking has returned the following error message:
da_dk: AMC Banking har returneret følgende fejlmeddelelse:

# Codeunit 52548103 - NamedType 2474376791
source: For more information, go to %1.
da_dk: Gå til %1 for at få flere oplysninger.

# Codeunit 52548103 - NamedType 531377784
source: The AMC Banking has returned the following error message:
da_dk: AMC Banking har returneret følgende fejlmeddelelse:

# Codeunit 52548103 - NamedType 3014721114
source: All Files(*.*)|*.*|XML Files(*.xml)|*.xml|Text Files(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc
da_dk: Alle filer(*.*)|*.*|XML-filer(*.xml)|*.xml|Tekstfiler(*.txt;*.csv;*.asc)|*.txt;*.csv;*.asc

# Codeunit 52548103 - NamedType 1051517620
source: The AMC Banking has not returned any statement transactions.\\For more information, go to %1.
da_dk: AMC Banking har ikke returneret nogen kontoudtogstransaktioner.\\Du kan finde flere oplysninger ved at gå til %1.

# Codeunit 52548103 - NamedType 2711926903
source: Select a file to import.
da_dk: Vælg en fil, der skal importeres.

# Codeunit 52548103 - NamedType 1810949511
source: The request body is not set.
da_dk: Anmodningsindholdet er ikke angivet.

# Codeunit 3857426880 - NamedType 2779639592
source: Preparing line number #1#######
da_dk: Forbereder linjenummer #1#######

# Codeunit 1873957797 - NamedType 1428720056
source: The bank statement that you are importing contains transactions in currencies other than the %1 %2 of bank account %3.
da_dk: Det bankkontoudtog, du er ved at importere, indeholder transaktioner i andre valutaer end %1 %2 på bankkonto %3.

# Codeunit 1873957797 - NamedType 1975081983
source: Bank account %1 does not have the bank account number %2, as specified in the bank statement file.\\Do you want to continue?
da_dk: Bankkontoen %1 har ikke det bankkontonummer %2, som er angivet i bankkontoudtogsfilen.\\Vil du fortsætte?

# Codeunit 1873957797 - NamedType 3179812607
source: The bank statement that you are importing contains transactions in %1 %2. This conflicts with the %3 %4.\\Do you want to continue?
da_dk: Det bankkontoudtog, du er ved at importere, indeholder transaktioner i %1 %2. Dette er i konflikt med %3 %4.\\Vil du fortsætte?

# Codeunit 1873957797 - NamedType 2242781076
source: The bank account number was not found in the data to be imported.
da_dk: Bankkontonummeret blev ikke fundet i de data, der skal indlæses.

# Codeunit 1873957797 - NamedType 4082076936
source: Bank account %1 does not have a bank account number.\\Do you want to continue?
da_dk: Bankkontoen %1 har ikke et bankkontonummer.\\Vil du fortsætte?

# Codeunit 1873957797 - NamedType 742056434
source: The closing balance was not found in the data to be imported.
da_dk: Ultimosaldoen blev ikke fundet i de data, der skal indlæses.

# Codeunit 1873957797 - NamedType 1106260476
source: The statement date was not found in the data to be imported.
da_dk: Kontoudtogsdatoen blev ikke fundet i de data, der skal indlæses.

# Codeunit 1873957797 - NamedType 2692357613
source: The file that you are trying to import contains more than one bank statement.
da_dk: Den fil, du prøver at indlæse, indeholder flere bankkontoudtog.

# Codeunit 1633887332 - NamedType 1428720056
source: The bank statement that you are importing contains transactions in currencies other than the %1 %2 of bank account %3.
da_dk: Det bankkontoudtog, du er ved at importere, indeholder transaktioner i andre valutaer end %1 %2 på bankkonto %3.

# Codeunit 1633887332 - NamedType 1975081983
source: Bank account %1 does not have the bank account number %2, as specified in the bank statement file.\\Do you want to continue?
da_dk: Bankkontoen %1 har ikke det bankkontonummer %2, som er angivet i bankkontoudtogsfilen.\\Vil du fortsætte?

# Codeunit 1633887332 - NamedType 2242781076
source: The bank account number was not found in the data to be imported.
da_dk: Bankkontonummeret blev ikke fundet i de data, der skal indlæses.

# Codeunit 1633887332 - NamedType 4082076936
source: Bank account %1 does not have a bank account number.\\Do you want to continue?
da_dk: Bankkontoen %1 har ikke et bankkontonummer.\\Vil du fortsætte?

# Codeunit 1633887332 - NamedType 742056434
source: The closing balance was not found in the data to be imported.
da_dk: Ultimosaldoen blev ikke fundet i de data, der skal indlæses.

# Codeunit 1633887332 - NamedType 1106260476
source: The statement date was not found in the data to be imported.
da_dk: Kontoudtogsdatoen blev ikke fundet i de data, der skal indlæses.

# Codeunit 1633887332 - NamedType 2692357613
source: The file that you are trying to import contains more than one bank statement.
da_dk: Den fil, du prøver at indlæse, indeholder flere bankkontoudtog.

# Codeunit 2780017665 - NamedType 2779639592
source: Preparing line number #1#######
da_dk: Forbereder linjenummer #1#######

# Codeunit 1658105548 - NamedType 2400363345
source: The AMC Banking 365 Fundamentals feature is not enabled. You can enable the feature on the AMC Banking Setup page by turning on the Enabled toggle, or by using the assisted setup guide.
da_dk: Funktionen AMC Banking 365 Fundamentals er ikke aktiveret. Du kan aktivere funktionen på siden AMC Banking Setup ved at slå til/fra-knappen Enabled til eller ved at bruge assisteret opsætningsvejledning.

# Codeunit 1658105548 - NamedType 2671141422
source: Please wait while the server is processing your request.\This may take several minutes.
da_dk: Vent, mens serveren behandler din anmodning.\Det kan tage flere minutter.

# Codeunit 1658105548 - NamedType 1098773093
source: The web service returned an error message:\
da_dk: Webtjenesten returnerede en fejlmeddelelse:\

# Codeunit 1658105548 - NamedType 4203108968
source: Status code: %1
da_dk: Statuskode: %1

# Codeunit 4228874151 - NamedType 3754422060
source: The expected data was not received from the web service.
da_dk: De forventede data blev ikke modtaget fra webtjenesten.

# Codeunit 4228874151 - NamedType 2400363345
source: The AMC Banking 365 Fundamentals feature is not enabled. You can enable the feature on the AMC Banking Setup page by turning on the Enabled toggle, or by using the assisted setup guide.
da_dk: Funktionen AMC Banking 365 Fundamentals er ikke aktiveret. Du kan aktivere funktionen på siden AMC Banking Setup ved at slå til/fra-knappen Enabled til eller ved at bruge assisteret opsætningsvejledning.

# Codeunit 4228874151 - NamedType 3790589760
source: %1\\Do you want us to open the AMC Banking Setup page for you?
da_dk: %1\\Vil du have os til at åbne siden Opsætning af AMC Banking for dig?

# Codeunit 4228874151 - NamedType 320118130
source: Please wait while the server is processing your request.\This may take several minutes.
da_dk: Vent, mens serveren behandler din anmodning.\Det kan tage flere minutter.

# Codeunit 4228874151 - NamedType 1098773093
source: The web service returned an error message:\
da_dk: Webtjenesten returnerede en fejlmeddelelse:\

# Codeunit 4228874151 - NamedType 4203108968
source: Status code: %1
da_dk: Statuskode: %1

# Codeunit 33113820 - NamedType 930138903
source: We have updated the AMC Banking 365 Fundamentals extension.\\Before you can use the extension you must provide some information. Go to the AMC Banking Setup page and run the Assisted Setup action.
da_dk: Vi har opdateret AMC Banking 365 Fundamentals-udvidelsen.\\Før du kan bruge udvidelsen, skal du angive nogle oplysninger. Gå til siden AMC Banking Setup, og kør handlingen Assisteret installation.

# Codeunit 2568490811 - NamedType 1549064060
source: International account to account transfer (standard)
da_dk: International konto til konto-overførsel (standard)

# Codeunit 2568490811 - NamedType 4065590717
source: International account to account transfer (express)
da_dk: International konto til konto-overførsel (ekspres)

# Codeunit 2568490811 - NamedType 2681215102
source: International account to account transfer
da_dk: International konto til konto-overførsel

# Codeunit 2568490811 - NamedType 1079285239
source: International account to account transfer (high value)
da_dk: International konto til konto-overførsel (høj værdi)

# Codeunit 2568490811 - NamedType 416066872
source: International account to account transfer (inter company)
da_dk: International konto til konto-overførsel (koncernintern)

# Codeunit 2568490811 - NamedType 2253012985
source: Domestic account to account transfer
da_dk: Indenlandsk konto til konto-overførsel

# Codeunit 2568490811 - NamedType 1548217914
source: Domestic account to account transfer (high value)
da_dk: Indenlandsk konto til konto-overførsel (høj værdi)

# Codeunit 2568490811 - NamedType 1793495987
source: Domestic account to account transfer (inter company)
da_dk: Indenlandsk konto til konto-overførsel (koncernintern)

# Codeunit 2568490811 - NamedType 3630442100
source: SEPA credit transfer
da_dk: SEPA Kreditoverførsel

# Codeunit 2568490811 - NamedType 2654677523
source: Credit Transfer Msg. ID
da_dk: Medd.-id for kreditoverf.

# Codeunit 2568490811 - NamedType 2591510851
source: The user name and password must be filled in %1 page.
da_dk: Brugernavnet og adgangskoden skal udfyldes på siden %1.

# Codeunit 2568490811 - NamedType 3164795350
source: The %1 is missing the user name or password. Do you want to open the %2 page?
da_dk: %1 mangler brugernavn og adgangskode. Vil du åbne siden %2?

# Codeunit 2568490811 - NamedType 1572167302
source: The log does not contain any more details.
da_dk: Logfilen indeholder ikke flere detaljer.

# Codeunit 2568490811 - Method 3011157210 - NamedType 2491202904
source: Austrian BLZ number
da_dk: Østrigsk BLZ-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 712762265
source: Canadian ARN number
da_dk: Canadisk ARN-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 3623353946
source: American CHIPS number
da_dk: Amerikansk CHIPS-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 3566261211
source: American CHIPS universal number
da_dk: Universelt amerikansk CHIPS-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 2861466140
source: Extensive branch network number
da_dk: Nummer på udvidet afdelingsnetværk

# Codeunit 2568490811 - Method 3011157210 - NamedType 1845759453
source: American Fedwire/ABA routing number
da_dk: Amerikansk Fedwire/ABA-rutenummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1182541086
source: German BLZ number
da_dk: Tysk BLZ-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 2735634831
source: Hong Kong branch number
da_dk: SAR Hongkong-afdelingsnummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 277613648
source: Irish NSC number
da_dk: Irsk NSC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1424949952
source: Italian domestic code
da_dk: Italiensk indenlandsk kode

# Codeunit 2568490811 - Method 3011157210 - NamedType 2450858303
source: New Zealand NCC number
da_dk: Newzealandsk NCC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 4040992194
source: Portuguese NCC number
da_dk: Portugisisk NCC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1482888833
source: Russian CBI code
da_dk: Russisk CBI-kode

# Codeunit 2568490811 - Method 3011157210 - NamedType 2557947140
source: South African NCC number
da_dk: Sydafrikansk NCC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 3583855491
source: Spanish domestic interbanking number
da_dk: Spansk indenlandsk interbanknummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 879022086
source: Swiss BC number
da_dk: Schweizisk BC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 1894728773
source: Swiss SIC number
da_dk: Schweizisk SIC-nummer

# Codeunit 2568490811 - Method 3011157210 - NamedType 2164849672
source: British sorting code
da_dk: Britisk sorteringskode

# Page 2582853259 - Control 739346273 - Property 1968111052
source: Select which bank accounts to set up.
da_dk: Vælg, hvilken bankkonto der skal konfigureres.

# Page 2582853259 - Control 4248640148 - Property 1295455071
source: Specifies the number used by the bank for the bank account.
da_dk: Angiver nummeret på den bankkonto, der benyttes af banken.

# Page 2582853259 - Control 3838875782 - Property 1295455071
source: Select bank account to set up with Data Exch. Def. for AMC Banking.
da_dk: Vælg den bankkonto, der skal konfigureres med dataudvekslingsdefinition til AMC Banking.

# Page 2582853259 - Control 3838875782 - Property 2879900210
source: Update
da_dk: Opdater

# Page 2582853259 - Control 567887726 - Property 1295455071
source: Specifies the relevant currency code for the bank account.
da_dk: Angiver den relevante valutakode til bankkontoen.

# Page 2582853259 - Control 567887726 - Property 2879900210
source: Currency Code
da_dk: Valutakode

# Page 2582853259 - Control 2961552353 - Property 1295455071
source: Specifies the name of the bank where you have the bank account.
da_dk: Angiver navnet på din bank.

# Page 2582853259 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
da_dk: Angiver nummeret på den tilknyttede post eller record i overensstemmelse med den angivne nummerserie.

# Page 1294546084 - Property 2879900210
source: AMC Banking 365 Fundamentals Assisted Setup
da_dk: Assisteret opsætning af AMC Banking 365 Fundamentals

# Page 1294546084 - Control 3724241072 - Property 2879900210
source: Welcome
da_dk: Velkommen

# Page 1294546084 - Control 1443400578 - Property 1295455071
source: I understand and accept these terms
da_dk: Jeg forstår og accepterer disse vilkår

# Page 1294546084 - Control 1443400578 - Property 2879900210
source: I understand and accept these terms
da_dk: Jeg forstår og accepterer disse vilkår

# Page 1294546084 - Control 673429932 - Property 1295455071
source: AMC Banking 365 Fundamentals documentation
da_dk: Dokumentation til AMC Banking 365 Fundamentals

# Page 1294546084 - Control 3706489003 - Property 1295455071
source: By enabling this extension you consent to sharing your data with an external system. Your use of this extension may be subject to additional licensing terms from AMC. To enable the service you must read and accept the terms of use.
da_dk: Når du aktiverer denne udvidelse, accepterer du at dele dine data med et eksternt system. Din brug af denne udvidelse kan være underlagt yderligere licensvilkår fra AMC. Hvis du vil aktivere tjenesten, skal du læse og acceptere vilkår for anvendelse.

# Page 1294546084 - Control 21734773 - Property 1968111052
source: The AMC Banking 365 Fundamentals extension saves you time and reduces errors when you send data to your bank. The extension uses the AMC Banking 365 Business service to transform data from Microsoft Dynamics 365 Business Central into formats that banks require. You specify the bank, and the extension does the rest. For more information, see the documentation.
da_dk: Med udvidelsen AMC Banking 365 Fundamentals sparer du tid og reducerer antallet af fejl, når du sender data til din bank. Udvidelsen bruger tjenesten AMC Banking 365 Business til at transformere data fra Microsoft Dynamics 365 Business Central til de formater, som bankerne kræver. Du angiver blot banken, så gør udvidelsen resten. Du kan finde flere oplysninger i dokumentationen.

# Page 1294546084 - Control 3679005452 - Property 2879900210
source: Let's get started
da_dk: Lad os komme i gang

# Page 1294546084 - Control 454113819 - Property 1295455071
source: Use the default settings for back formats, payment methods, and data exchange definitions.
da_dk: Brug standardindstillingerne for bagvedliggende formater, betalingsmetoder og dataudvekslingsdefinitioner.

# Page 1294546084 - Control 454113819 - Property 2879900210
source: Use default values for AMC Banking setup
da_dk: Brug standardværdier til konfiguration af AMC Banking

# Page 1294546084 - Control 2114002185 - Property 1295455071
source: AMC Banking 365 Fundamentals terms of use
da_dk: Vilkår for anvendelse af AMC Banking 365 Fundamentals
