Repository: akhileshekartha/BC-Source
Catalog: AMC Banking 365 Fundamentals.Source/Translations/AMC Banking 365 Fundamentals.*.xlf
Languages: da_dk

# Page 1294546084 - Control 1947706647 - Property 1295455071
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
da_dk: Opdater listen over banker i dit land/område, som du kan bruge til at importere eller eksportere bankkontodata ved hjælp af AMC Banking.

# Page 1294546084 - Control 282001185 - Property 1295455071
source: Setup Data Exchange Definitions to current version of your system for AMC Banking.
da_dk: Konfigurer dataudvekslingsdefinitioner til den aktuelle version af systemet til AMC Banking.

# Page 1294546084 - Control 3071017491 - Property 1295455071
source: Setup own Bank Account with DataExchangeDef. and Credit Msg. No.
da_dk: Konfigurer egen bankkonto med DataExchangeDef. og kreditmeddelelse. nr.

# Page 1294546084 - Control 2565727729 - Property 1295455071
source: Update the list of banks in your country/region that you can use to import or export bank account data using the AMC Banking.
da_dk: Opdater listen over banker i dit land/område, som du kan bruge til at importere eller eksportere bankkontodata ved hjælp af AMC Banking.

# Page 1294546084 - Control 2565727729 - Property 2879900210
source: Update Bank Name List
da_dk: Opdater liste over banknavne

# Page 1294546084 - Control 2148337815 - Property 1295455071
source: Setup own Bank Account with DataExchangeDef. and Credit Msg. No.
da_dk: Konfigurer egen bankkonto med DataExchangeDef. og kreditmeddelelse. nr.

# Page 1294546084 - Control 2148337815 - Property 2879900210
source: Setup Bank Accounts
da_dk: Konfigurer bankkonti

# Page 1294546084 - Control 2099105517 - Property 1968111052
source: Setup Bank Clearing Standards to be used on vendors bank accounts
da_dk: Konfigurer bankclearingsstandarder, der skal bruges på kreditorers bankkonti

# Page 1294546084 - Control 1143591 - Property 1295455071
source: Setup Bank Clearing Standards to be used on vendors bank accounts.
da_dk: Konfigurer bankclearingsstandarder, der skal bruges på kreditorers bankkonti.

# Page 1294546084 - Control 1143591 - Property 2879900210
source: Setup Bank Clearing Standards
da_dk: Konfigurer bankclearingsstandarder

# Page 1294546084 - Control 2227844388 - Property 1295455071
source: Setup Data Exchange Definitions to current version of your system for AMC Banking.
da_dk: Konfigurer dataudvekslingsdefinitioner til den aktuelle version af systemet til AMC Banking.

# Page 1294546084 - Control 2227844388 - Property 2879900210
source: Setup Data Exchange Definitions
da_dk: Konfigurer dataudvekslingsdefinitioner

# Page 1294546084 - Control 1107564148 - Property 1968111052
source: Setup basic paymentmethods for AMC Banking to current version of your system.
da_dk: Konfigurer grundlæggende betalingsformer til AMC Banking til den aktuelle version af systemet.

# Page 1294546084 - Control 2583683381 - Property 1295455071
source: Setup basic paymentmethods for AMC Banking to current version of your system.
da_dk: Konfigurer grundlæggende betalingsformer til AMC Banking til den aktuelle version af systemet.

# Page 1294546084 - Control 2583683381 - Property 2879900210
source: Setup basic paymentmethods
da_dk: Konfigurer grundlæggende betalingsformer

# Page 1294546084 - Control 1924348262 - Property 1295455071
source: Change the Service, Support and Sign-up URLs to their default values.
da_dk: Skift URL-adresserne til service, support og tilmelding til deres standardværdier.

# Page 1294546084 - Control 1924348262 - Property 2879900210
source: Set URLs to Default
da_dk: Gendan standard-URL-adresser

# Page 1294546084 - Control 2503791606 - Property 1295455071
source: Change the Service, Support and Sign-up URLs to their default values.
da_dk: Skift URL-adresserne til service, support og tilmelding til deres standardværdier.

# Page 1294546084 - Control 1330476309 - Property 2879900210
source: Setup own Bank accounts
da_dk: Konfigurer egne bankkonti

# Page 1294546084 - Control 4196696430 - Property 2879900210
source: Update Bank Name List
da_dk: Opdater liste over banknavne

# Page 1294546084 - Control 3984635372 - Property 1295455071
source: Only select a countrycode, if you want to filter the banklist for the selected countrycode. Otherwise leave empty
da_dk: Vælg kun en landekode, hvis du vil filtrere banklisten for den valgte landekode. Ellers skal feltet være tomt

# Page 1294546084 - Control 3984635372 - Property 2879900210
source: Countrycode
da_dk: Landekode

# Page 1294546084 - Control 962401299 - Property 1295455071
source: Only select a countrycode, if you want to filter the banklist for the selected countrycode, otherwise leave empty
da_dk: Vælg kun en landekode, hvis du vil filtrere banklisten for den valgte landekode, ellers skal feltet være tomt

# Page 1294546084 - Control 2078930944 - Property 1295455071
source: Select countrycode to filter banklist.
da_dk: Vælg landekode for at filtrere bankliste.

# Page 1294546084 - Control 2293885176 - Property 1295455071
source: Applicationversion of your Business Central, used for fetching the correspondent Data Exchange def. from AMC Banking
da_dk: Programversion af Business Central, der bruges til at hente den tilsvarende dataudvekslingsdefinition fra AMC Banking

# Page 1294546084 - Control 2293885176 - Property 2879900210
source: Applicationversion
da_dk: Programversion

# Page 1294546084 - Control 3545658343 - Property 1295455071
source: Applicationversion and buildnumber to get Data Exchange Definition for:
da_dk: Programversion og buildnummer, der skal hentes dataudvekslingsdefinition for:

# Page 1294546084 - Control 903022497 - Property 1295455071
source: Setup AMC Banking - Credit Transfer, to be able to make outgoing payments
da_dk: Konfigurer kreditoverførsel til AMC Banking, så du kan foretage udgående betalinger

# Page 1294546084 - Control 903022497 - Property 2879900210
source: AMC Banking - Credit Transfer
da_dk: AMC Banking - kreditoverførsel

# Page 1294546084 - Control 1951053626 - Property 1295455071
source: Setup AMC Banking - Bank Statement, to be able to import Bank statements from your banks.
da_dk: Konfigurer bankkontoudtog til AMC Banking, så du kan importere bankkontoudtog fra dine banker.

# Page 1294546084 - Control 1951053626 - Property 2879900210
source: AMC Banking - Bank Statement
da_dk: AMC Banking - bankkontoudtog

# Page 1294546084 - Control 3735344025 - Property 1295455071
source: Buildnumber of your Business Central, used for fetching the correspondent Data Exchange def. from AMC Banking
da_dk: Buildnummer for Business Central, der bruges til at hente den tilsvarende dataudvekslingsdefinition fra AMC Banking

# Page 1294546084 - Control 3735344025 - Property 2879900210
source: Buildnumber
da_dk: Buildnummer

# Page 1294546084 - Control 828769395 - Property 1295455071
source: Setup AMC Banking - Credit Advice, to be able to import Customer payments from your banks.
da_dk: Konfigurer AMC Banking - kreditadvis, så du kan importere debitorbetalinger fra dine banker.

# Page 1294546084 - Control 828769395 - Property 2879900210
source: AMC Banking - Credit Advice
da_dk: AMC Banking - kreditadvis

# Page 1294546084 - Control 2062336292 - Property 1295455071
source: Setup AMC Banking - Positive Pay, to be able to make Positive Pay file for printed checks.
da_dk: Konfigurer Positive Pay til AMC Banking, så du kan oprette Positive Pay-fil til udskrevne checks.

# Page 1294546084 - Control 1614652589 - Property 1295455071
source: Setup AMC Banking - Credit Advice, to be able to import Customer payments from your banks.
da_dk: Konfigurer AMC Banking - kreditadvis, så du kan importere debitorbetalinger fra dine banker.

# Page 1294546084 - Control 2334494483 - Property 1295455071
source: Setup AMC Banking - Positive Pay, to be able to make Positive Pay file for printed checks.
da_dk: Konfigurer Positive Pay til AMC Banking, så du kan oprette Positive Pay-fil til udskrevne checks.

# Page 1294546084 - Control 3917370826 - Property 1295455071
source: Setup AMC Banking - Credit Transfer, to be able to make outgoing payments
da_dk: Konfigurer kreditoverførsel til AMC Banking, så du kan foretage udgående betalinger

# Page 1294546084 - Control 3445513641 - Property 1295455071
source: Setup AMC Banking - Bank Statement, to be able to import Bank statements from your banks.
da_dk: Konfigurer bankkontoudtog til AMC Banking, så du kan importere bankkontoudtog fra dine banker.

# Page 1294546084 - Control 3977690014 - Property 1968111052
source: You can start using the AMC Banking now.
da_dk: Du kan begynde at bruge AMC Banking nu.

# Page 1294546084 - Control 3977690014 - Property 2879900210
source: Setup is done!
da_dk: Konfiguration er udført!

# Page 1294546084 - Control 1332973038 - Property 1968111052
source: Please look into the activity log in AMC Banking setup and correct the errors, then run the assisted setup again
da_dk: Se aktivitetsloggen til konfigurationen af AMC Banking, og ret fejlene, og kør derefter den assisterede opsætning igen

# Page 1294546084 - Control 1332973038 - Property 2879900210
source: An error occurred during setup!
da_dk: Der opstod en fejl under konfigurationen!

# Page 1294546084 - Control 1551574618 - Property 2879900210
source: Setup basic paymentmethods
da_dk: Konfigurer grundlæggende betalingsformer

# Page 1294546084 - Control 864163580 - Property 1295455071
source: Setup paymentmethods for the selected countrycode.
da_dk: Konfigurer betalingsmetoder til den valgte landekode.

# Page 1294546084 - Control 864163580 - Property 2879900210
source: Countrycode
da_dk: Landekode

# Page 1294546084 - Control 611897472 - Property 1295455071
source: Please choose Contrycode for Paymentmethods to setup.
da_dk: Vælg landekode for de betalingsformer, der skal konfigureres.

# Page 1294546084 - Control 2894771417 - Property 2879900210
source: Set URLs to Default
da_dk: Gendan standard-URL-adresser

# Page 1294546084 - Control 2456674618 - Property 1295455071
source: Specifies the address of the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. The service specified in the Service URL field is called when users export or import bank files.
da_dk: Angiver adressen på den service, der konverterer bankdata til det format, der kræves af din bank, når du eksporterer betalingsbankfiler og importerer kontoudtogsfiler. Den service, der er angivet i feltet URL-adresse til tjeneste kaldes, når brugere eksporterer eller importerer bankfiler.

# Page 1294546084 - Control 2456674618 - Property 2879900210
source: Service URL
da_dk: URL-adresse for tjeneste

# Page 1294546084 - Control 3504517071 - Property 1295455071
source: Specifies the sign-up page for the service that converts bank data to the format required by your bank when you export payment bank files and import bank statement files. This is the web page where you enter your company's user name and password to sign up for the service.
da_dk: Angiver tilmeldingssiden for den tjeneste, der konverterer bankdata til det format, der kræves af din bank, når du eksporterer betalingsbankfiler og importerer kontoudtogsfiler. Dette er den webside, hvor du kan angive din virksomheds brugernavn og adgangskode for at tilmelde dig tjenesten.

# Page 1294546084 - Control 3504517071 - Property 2879900210
source: Sign-up URL
da_dk: URL-adresse til tilmelding

# Page 1294546084 - Control 3662684448 - Property 1295455071
source: Specifies the web site where the provider of the AMC Banking publishes status and support information about the service.
da_dk: Angiver det websted, hvor udbyderen af AMC Banking offentliggør status- og supportoplysninger om tjenesten.

# Page 1294546084 - Control 3662684448 - Property 2879900210
source: Support URL
da_dk: URL-adresse til support

# Page 1294546084 - Action 742034285 - Property 1295455071
source: Go back to previous step.
da_dk: Gå tilbage til forrige trin.

# Page 1294546084 - Action 742034285 - Property 2879900210
source: Back
da_dk: Tilbage

# Page 1294546084 - Action 293070022 - Property 1295455071
source: Click button to close the assisted setup page
da_dk: Klik på knappen for at lukke siden Assisteret opsætning

# Page 1294546084 - Action 293070022 - Property 2879900210
source: Close
da_dk: Luk

# Page 1294546084 - Action 1235620153 - Property 1295455071
source: Go to next step.
da_dk: Gå til næste trin.

# Page 1294546084 - Action 1235620153 - Property 2879900210
source: Next
da_dk: Næste

# Page 1294546084 - Action 462653747 - Property 1295455071
source: Start update of data.
da_dk: Start opdatering af data.

# Page 1294546084 - Action 462653747 - Property 2879900210
source: Start update
da_dk: Start opdatering

# Page 3327916022 - Property 2019332006
source: New,Process,Page,Setup
da_dk: Ny,Behandl,Side,Opsætning

# Page 3327916022 - Property 2879900210
source: AMC Banking Bank Name List
da_dk: Liste over banknavne i AMC Banking

# Page 3327916022 - Control 1732083938 - Property 1295455071
source: Specifies the name of the bank, and potentially its country/region code, that supports your setup for import/export of bank data using the AMC Banking feature.
da_dk: Angiver navnet/området på den bank og eventuelt dens lande/områdekode, som understøtter konfigurationen til import/eksport af bankdata ved hjælp af AMC Banking.

# Page 3327916022 - Control 2685439803 - Property 1295455071
source: Specifies the name of the bank that supports your setup for import/export of bank data using the AMC Banking feature.
da_dk: Angiver navnet på den bank, der understøtter konfigurationen til import/eksport af bankdata ved hjælp af AMC Banking.

# Page 3327916022 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
da_dk: Angiver adressens land/område.

# Page 3327916022 - Control 2501792105 - Property 1295455071
source: Specifies the last time the list of supported banks was updated.
da_dk: Angiver det seneste tidspunkt, hvor listen over understøttede banker blev opdateret.

# Page 3327916022 - Action 1520941751 - Property 1295455071
source: Update the bank list with any new banks in your country/region.
da_dk: Opdater banklisten med alle nye banker i dit land/område.

# Page 3327916022 - Action 1520941751 - Property 2879900210
source: Update Bank Name List
da_dk: Opdater liste over banknavne

# Page 2285503463 - Property 2879900210
source: AMC Banking Payment Types
da_dk: Betalingstyper for AMC Banking Service

# Page 2285503463 - Control 3004954119 - Property 1295455071
source: Specifies the code of the payment type. You set up payment types for a payment method so that the AMC Banking 365 Fundamentals extension can identify the payment type when exporting payments. The payment types are displayed in the AMC Banking Pmt. Types window.
da_dk: Angiver koden for betalingstypen. Du angiver betalingstyper for en betalingsmetode, så udvidelsen AMC Banking 365 Fundamentals kan identificere betalingstypen ved eksport af betalinger. Betalingstyperne vises i vinduet Betalingstyper for AMC Banking.

# Page 2285503463 - Control 3461834954 - Property 1295455071
source: Specifies the description of the payment type. You set up payment types for a payment method so that the AMC Banking 365 Fundamentals extension can identify the payment type when exporting payments. The payment types are displayed in the AMC Banking Pmt. Types window.
da_dk: Angiver beskrivelsen af betalingstypen. Du angiver betalingstyper for en betalingsmetode, så udvidelsen AMC Banking 365 Fundamentals kan identificere betalingstypen ved eksport af betalinger. Betalingstyperne vises i vinduet Betalingstyper for AMC Banking Service.

# Page 3893939787 - Property 2879900210
source: AMC Banking Signup webservice
da_dk: Tilmelding af webtjeneste til AMC Banking

# Page 3893939787 - Control 2982482756 - Property 2879900210
source: Company Information for the webservice
da_dk: Virksomhedsoplysninger for webtjenesten

# Page 3893939787 - Control 3133801257 - Property 1295455071
source: Specifies the company that you want to use for registration on the Webservice.
da_dk: Angiver den virksomhed, som du vil bruge til registrering til webtjenesten.

# Page 3893939787 - Control 3133801257 - Property 2879900210
source: Use information from company
da_dk: Brug oplysninger fra virksomhed

# Page 3893939787 - Control 470245246 - Property 2879900210
source: Solution information
da_dk: Oplysninger om løsning

# Page 3893939787 - Control 724800509 - Property 1295455071
source: Specifies the admin E-mail of Webservice signup.
da_dk: Angiver administratormailen til tilmelding til webtjenesten.

# Page 3893939787 - Control 724800509 - Property 2879900210
source: Admin signup E-mail
da_dk: Mail til administratortilmelding

# Page 3893939787 - Control 2108608587 - Property 1295455071
source: Specifies the admin user name of the Webservice signup.
da_dk: Angiver administratorbrugernavnet på tilmeldingen til webtjenesten.

# Page 3893939787 - Control 2108608587 - Property 2879900210
source: Admin signup user
da_dk: Bruger til administratortilmelding

# Page 3893939787 - Control 1958465003 - Property 1295455071
source: License number of Business Central for AMC Banking
da_dk: Licensnummer til Business Central til AMC Banking

# Page 3893939787 - Control 1958465003 - Property 2879900210
source: License
da_dk: Licensfil

# Page 3893939787 - Control 1857133763 - Property 1295455071
source: Specifies which solution of AMC Banking is purchased.
da_dk: Angiver, hvilken løsning af AMC Banking der købes.

# Page 3893939787 - Control 1857133763 - Property 2879900210
source: Solution
da_dk: Løsning

# Page 1056736409 - Property 2879900210
source: AMC Banking 365 Webservice Log
da_dk: AMC Banking 365-webtjenestelog

# Page 1056736409 - Method 3055985936 - NamedType 3642635461
source: Are you sure that you want to delete log activity entries?
da_dk: Er du sikker på, at du vil slette logaktivitetsposter?

# Page 1056736409 - Control 514778619 - Property 1295455071
source: Specifies the date when the activity occurred.
da_dk: Angiver den dato, hvor aktiviteten forekom.

# Page 1056736409 - Control 1454734434 - Property 1295455071
source: Specifies the status or error message for the activity.
da_dk: Angiver status eller fejlmeddelelse for aktiviteten.

# Page 1056736409 - Control 1454734434 - Property 2879900210
source: Message/Status
da_dk: Meddelelse/status

# Page 1056736409 - Control 2951585809 - Property 1295455071
source: Specifies the context in which the activity occurred.
da_dk: Angiver den sammenhæng, hvori aktiviteten opstod.

# Page 1056736409 - Control 3461834954 - Property 1295455071
source: Specifies the activity.
da_dk: Angiver aktiviteten.

# Page 1056736409 - Control 3461834954 - Property 2879900210
source: SOAP Call
da_dk: SOAP-kald

# Page 1056736409 - Control 2779368382 - Property 1295455071
source: Specifies if detailed activity log details exist. If so, choose the View Details action.
da_dk: Angiver, om der findes detaljerede aktivitetslogoplysninger. Hvis det er tilfældet, skal du vælge handlingen Vis detaljer.

# Page 1056736409 - Control 2779368382 - Property 2879900210
source: Detailed Info Available
da_dk: Detaljerede oplysninger tilgængelige

# Page 1056736409 - Control 736847316 - Property 1295455071
source: Specifies the hint text for the activity.
da_dk: Angiver koden for aktiviteten.

# Page 1056736409 - Control 736847316 - Property 2879900210
source: Hint text
da_dk: Tekst til tip

# Page 1056736409 - Control 513339096 - Property 1295455071
source: Specifies the status of the activity.
da_dk: Angiver status for aktiviteten.

# Page 1056736409 - Control 1070242950 - Property 1295455071
source: Specifies the support URL for the activity.
da_dk: Angiver support-URL-adressen for aktiviteten.

# Page 1056736409 - Control 1070242950 - Property 2879900210
source: Support URL
da_dk: URL-adresse til support

# Page 1056736409 - Action 2526477354 - Property 1295455071
source: Clear the list of all log entries.
da_dk: Ryd listen med alle logposter.

# Page 1056736409 - Action 2526477354 - Property 2879900210
source: Delete All Entries
da_dk: Slet alle poster

# Page 1056736409 - Action 377844979 - Property 1295455071
source: Clear the list of log entries that are older than 7 days.
da_dk: Ryd listen med logposter, der er ældre end 7 dage.

# Page 1056736409 - Action 377844979 - Property 2879900210
source: Delete Entries Older Than 7 Days
da_dk: Slet poster ældre end syv dage

# Page 3704095706 - Property 2019332006
source: New,Process,Page,Sign-up,Assisted setup,Bank Name,Encryption,Support
da_dk: Ny,Behandl,Side,Tilmelding,Assisteret opsætning,Banknavn,Kryptering,Support

# Page 3704095706 - Property 2879900210
source: AMC Banking Setup
da_dk: Konfiguration af AMC Banking

# Page 3704095706 - Property 3863440606
source: bank file import,bank file export,bank transfer,amc,bank service setup,bank data conversion
da_dk: import af bankfil,eksport af bankfil,bankoverførsel,amc,konfiguration af banktjeneste,konvertering af bankdata

# Page 3704095706 - NamedType 421965939
source: Do you want to copy the License %1 to the User name field?
da_dk: Vil du kopiere licensen %1 til feltet Brugernavn?

# Page 3704095706 - NamedType 3838141333
source: Data encryption is not activated. It is recommended that you encrypt data. \Do you want to open the Data Encryption Management page?
da_dk: Datakryptering er ikke aktiveret. Det anbefales, at du krypterer data. \Vil du åbne siden Administration af datakryptering?

# Page 3704095706 - Control 2891538263 - Property 1295455071
source: Specifies whether the AMC Banking 365 Fundamentals feature is enabled.
da_dk: Angiver, om funktionen AMC Banking 365 Fundamentals er aktiveret.

# Page 3704095706 - Control 2891538263 - Property 2879900210
source: Enabled
da_dk: Aktiveret

# Page 3704095706 - Control 470245246 - Property 2879900210
source: Solution information
da_dk: Oplysninger om løsning

# Page 3704095706 - Control 1958465003 - Property 1295455071
source: License number of Business Central for AMC Banking
da_dk: Licensnummer til Business Central til AMC Banking

# Page 3704095706 - Control 1958465003 - Property 2879900210
source: License
da_dk: Licens

# Page 3704095706 - Control 1857133763 - Property 1295455071
source: Specifies a customizable calendar for bank's that holds the bank's working days and holidays. Choose the field to select another bank calendars or to set up a customized calendar.
da_dk: Angiver en redigerbar kalender for banken, der indeholder bankens arbejdsdage og fridage. Vælg feltet for at vælge en anden banks kalendere eller for at konfigurere en tilpasset kalender.

# Page 3704095706 - Control 1814464443 - Property 2879900210
source: User information
da_dk: Brugeroplysninger

# Page 3704095706 - Control 2575460289 - Property 1295455071
source: Specifies your company's password to the service that converts bank data to the format required by your bank. The password that you enter in the Password field must be the same as on the service provider's sign-on page.
da_dk: Angiver din virksomheds adgangskode til den service, der konverterer bankdata til det format, der kræves af din bank. Adgangskoden, som du angiver i feltet Adgangskode, skal være det samme som på tjenesteudbyderens tilmeldingsside.

# Page 3704095706 - Control 2575460289 - Property 2879900210
source: Password
da_dk: Adgangskode
