Repository: akhileshekartha/BC-Source
Catalog: OnPrem Permissions.Source/Translations/OnPrem Permissions.*.xlf
Languages: de_ch, fi_fi, it_it, nl_be

# PermissionSet 1773171050 - Property 2879900210
source: Resource periodic activities
de_ch: Ressource periodische Aktivit.
fi_fi: Jaksoittaiset resurssitoim.
it_it: Attività periodiche risorse
nl_be: Periodieke resourceactiv.

# PermissionSet 2340290836 - Property 2879900210
source: Read resource registers
de_ch: Ressourcenposten lesen
fi_fi: Resurssirekistereiden luku
it_it: Leggi registri risorse
nl_be: Resourcejournalen lezen

# PermissionSet 1768169757 - Property 2879900210
source: Read res./res.gr. and entries
de_ch: Ressourcen und -posten lesen
fi_fi: Res./res.ryhm. ja tapaht. luku
it_it: Leggi ris./gr. ris. e movim.
nl_be: Res./res.groep en posten lezen

# PermissionSet 3864793085 - Property 2879900210
source: Edit resources/resourcegr.
de_ch: Ressourcen und -gruppen bearb.
fi_fi: Resurssien/res.ryhmien muokk.
it_it: Modifica risorse/gr. risorse
nl_be: Resources/resourcegroepen bew.

# PermissionSet 724287138 - Property 2879900210
source: Resource setup
de_ch: Ressource einrichten
fi_fi: Resurssien asetukset
it_it: Setup risorse
nl_be: Resource-instellingen

# PermissionSet 3700393295 - Property 2879900210
source: Create and delete time sheets
de_ch: Arb.zeittab. erstellen/löschen
fi_fi: Tuntirap. luonti ja poisto
it_it: Crea ed elimina fogli presenze
nl_be: Urenstaten maken en verw.

# PermissionSet 2166875807 - Property 2879900210
source: Approve time sheets
de_ch: Arb.zeittab. genehmigen
fi_fi: Tuntiraporttien hyväksyntä
it_it: Approva i fogli presenze
nl_be: Urenstaten goedkeuren

# PermissionSet 2248968865 - Property 2879900210
source: Fill in time sheets
de_ch: Arb.zeittab. ausfüllen
fi_fi: Tuntiraporttien täyttö
it_it: Compila i fogli presenze
nl_be: Urenstaten invullen

# PermissionSet 254655896 - Property 2879900210
source: Read campaigns and segments
de_ch: Kampagnen und Segmente lesen
fi_fi: Kampanj. ja segm. luku
it_it: Leggi campagne e segmenti
nl_be: Campagnes en segmenten lezen

# PermissionSet 140963496 - Property 2879900210
source: Edit campaigns and segments
de_ch: Kampagnen und Segmente bearb.
fi_fi: Kampanj. ja segm. muokkaus
it_it: Modifica campagne e segmenti
nl_be: Campagnes en segmenten bew.

# PermissionSet 1930651864 - Property 2879900210
source: Read contacts, entries, etc.
de_ch: Kontakte, Posten usw. lesen
fi_fi: Yht.henk., tapaht. yms. luku
it_it: Leggi contatti, movimenti ecc.
nl_be: Contacten, posten, enz. lezen

# PermissionSet 2006945000 - Property 2879900210
source: Edit contacts
de_ch: Kontakte bearbeiten
fi_fi: Yhteyshenkilöiden muokkaus
it_it: Modifica contatti
nl_be: Contacten bewerken

# PermissionSet 2290035703 - Property 2879900210
source: Read opportunities
de_ch: Verkaufschancen lesen
fi_fi: Mahdollisuuksien luku
it_it: Leggi opportunità
nl_be: Opportuniteiten lezen

# PermissionSet 2157636439 - Property 2879900210
source: Edit opportunities
de_ch: Verkaufschancen bearbeiten
fi_fi: Mahdollisuuksien muokkaus
it_it: Modifica opportunità
nl_be: Opportuniteiten bewerken

# PermissionSet 440233775 - Property 2879900210
source: RM periodic activities
de_ch: Market.Vertr. period. Aktiv.
fi_fi: Jaksoittaiset KH-toimet
it_it: Attività periodiche RM
nl_be: Periodieke relatiebeheeractiv.

# PermissionSet 3418553983 - Property 2879900210
source: Relationship Management setup
de_ch: Marketing und Vertrieb einr.
fi_fi: Kontaktien hallinta -asetus
it_it: Setup Relationship Management
nl_be: Relatiebeheer instellen

# PermissionSet 2168934358 - Property 2879900210
source: Read to-dos
de_ch: Aufgaben lesen
fi_fi: Tehtävien luku
it_it: Leggi cose da fare
nl_be: Taken lezen

# PermissionSet 1691464966 - Property 2879900210
source: Edit to-dos
de_ch: Aufgaben bearbeiten
fi_fi: Tehtävien muokkaus
it_it: Modifica cose da fare
nl_be: Taken bewerken

# PermissionSet 2459441962 - Property 2879900210
source: Role Configuration
de_ch: Rollenkonfiguration
fi_fi: Roolimääritykset
it_it: Configurazione ruolo
nl_be: Rolconfiguratie

# PermissionSet 4013874434 - Property 2879900210
source: Read customers and entries
de_ch: Debitoren und Posten lesen
fi_fi: Asiakk. ja tapaht. luku
it_it: Leggi clienti e movimenti
nl_be: Klanten en posten lezen

# PermissionSet 2822134610 - Property 2879900210
source: Edit customers
de_ch: Debitoren bearbeiten
fi_fi: Asiakkaiden muokkaus
it_it: Modifica clienti
nl_be: Klanten bewerken

# PermissionSet 2343558645 - Property 2879900210
source: Create entries in jnls. (S&R)
de_ch: Posten in VK Buch.-Bl. erst.
fi_fi: Tapaht. luonti pvk:issa (M/S)
it_it: Crea mov. in registr. (V&I)
nl_be: Posten maken in dagb. (verk.)

# PermissionSet 1646331257 - Property 2879900210
source: Post journals (S&R)
de_ch: Erfassungsjournale V&K buchen
fi_fi: Päiväkirjojen kirjaus (M/S)
it_it: Registra registrazioni (V&I)
nl_be: Dagboeken boeken (verkoop)

# PermissionSet 1775293759 - Property 2879900210
source: S&R periodic activities
de_ch: Verkauf periodische Aktivität.
fi_fi: Jaksoittaiset M/S-toiminnot
it_it: Attività periodiche V&I
nl_be: Periodieke verkoopactiviteiten

# PermissionSet 2346321593 - Property 2879900210
source: Read posted shipments, etc.
de_ch: Geb. VK-Lieferungen usw. lesen
fi_fi: Kirj. toimitusten yms. luku
it_it: Leggi sped. reg., ecc.
nl_be: Geboekte verzend., enz. lezen

# PermissionSet 1461442152 - Property 2879900210
source: Create sales orders etc.
de_ch: Verkaufsauftr. usw. erstellen
fi_fi: Myyntitilausten yms. luonti
it_it: Crea ordini vendita, ecc.
nl_be: Verkooporders, enz. maken

# PermissionSet 2812832420 - Property 2879900210
source: Post sales orders, etc.
de_ch: Verkaufsaufträge usw. buchen
fi_fi: Myyntitilausten yms. kirjaus
it_it: Registra ordini vendita, ecc.
nl_be: Verkooporders, enz. boeken

# PermissionSet 864345981 - Property 2879900210
source: Read G/L registers (S&R)
de_ch: Fibujournale lesen (V&K)
fi_fi: KP-rekistereiden luku (M/S)
it_it: Leggi registri G/L (V&I)
nl_be: GB-journalen lezen (verkoop)

# PermissionSet 459362191 - Property 2879900210
source: S&R setup
de_ch: Verkauf einrichten
fi_fi: M/S-asetukset
it_it: Setup V&I
nl_be: Verkoopinstellingen

# PermissionSet 3722765169 - Property 2879900210
source: SEPA Credit Transfers
de_ch: SEPA-Überweisungen
fi_fi: SEPA-hyvitysten siirrot
it_it: Bonifici SEPA
nl_be: SEPA-krediettransfers

# PermissionSet 350693701 - Property 2879900210
source: SEPA Direct Debit
de_ch: SEPA-Lastschrift
fi_fi: SEPA-suoraveloitus
it_it: Addebito diretto SEPA
nl_be: SEPA-incasso

# PermissionSet 4131413803 - Property 2879900210
source: Read service contracts
de_ch: Serviceverträge lesen
fi_fi: Huoltosopimusten luku
it_it: Leggi contratti di assistenza
nl_be: Servicecontracten lezen

# PermissionSet 3240359883 - Property 2879900210
source: Create Service Contracts
de_ch: Serviceverträge erstellen
fi_fi: Huoltosopimusten luonti
it_it: Crea contratti di assistenza
nl_be: Servicecontracten maken

# PermissionSet 167305096 - Property 2879900210
source: SM periodic activities
de_ch: Service periodische Aktivit.
fi_fi: Jaksoittaiset huoltotoiminnot
it_it: Attività periodiche GA
nl_be: Periodieke CRMS-activiteiten

# PermissionSet 258394045 - Property 2879900210
source: Read posted service documents
de_ch: Gebuchte Servicebelege lesen
fi_fi: Kirj. huoltoasiak. luku
it_it: Leggi docum. assist. registr.
nl_be: Geboekte servicedoc. lezen

# PermissionSet 970121284 - Property 2879900210
source: Create orders,quotes,etc.
de_ch: Auftrag erstellen,Offerten,etc
fi_fi: Til.,tarj. yms. luonti
it_it: Crea ordini,offerte,ecc.
nl_be: Orders,offertes maken,enz.

# PermissionSet 1900107136 - Property 2879900210
source: Post service orders etc.
de_ch: Serviceaufträge buchen usw.
fi_fi: Huoltotilausten yms. kirjaus
it_it: Registra ordini assistenza ecc
nl_be: Serviceorders, enz. boeken

# PermissionSet 2802256904 - Property 2879900210
source: Read service items
de_ch: Serviceartikel lesen
fi_fi: Huoltonimikkeiden luku
it_it: Leggi articoli in assistenza
nl_be: Serviceartikelen lezen

# PermissionSet 1443469824 - Property 2879900210
source: Create service items
de_ch: Serviceartikel erstellen
fi_fi: Huoltonimikkeiden luonti
it_it: Crea articoli in assistenza
nl_be: Serviceartikelen maken

# PermissionSet 1168860464 - Property 2879900210
source: SM setup
de_ch: Service einrichten
fi_fi: HUOLTO-asetukset
it_it: Setup GA
nl_be: CRMS-instellingen

# PermissionSet 2518479620 - Property 2879900210
source: SMTP Mail Setup
de_ch: SMTP-Mail-Einrichtung
fi_fi: SMTP-postiasetukset
it_it: Setup posta elettronica SMTP
nl_be: SMTP-e-mail instellen

# PermissionSet 3815743448 - Property 2879900210
source: Sales Tax Setup
de_ch: Salestax einrichten
fi_fi: Myyntiveron asetukset
it_it: Setup imposta vendita
nl_be: Btw instellen

# PermissionSet 3574666607 - Property 2879900210
source: User Groups Setup
de_ch: Benutzergruppeneinrichtung
fi_fi: Käyttäjäryhmien asetukset
it_it: Setup gruppi di utenti
nl_be: Gebruikersgroepen instellen

# PermissionSet 2032439741 - Property 2879900210
source: Delete VAT Rate Change Log
de_ch: Protok. MwSt.-Satzänd. löschen
fi_fi: ALV-valuuttamuutoslokin poisto
it_it: Elimina log mod. aliquota IVA
nl_be: Wijz.logbest. btw-tarief verw.

# PermissionSet 3768656335 - Property 2879900210
source: VAT Reports
de_ch: MWST-Berichte
fi_fi: ALV-raportit
it_it: Report IVA
nl_be: Btw-rapporten

# PermissionSet 3558735020 - Property 2879900210
source: Workflow Webhook Subscriptions
de_ch: Workflow-Webhook-Abonnements
fi_fi: Työnkulun webhook-tilaukset
it_it: Sottoscr. Webhook workflow
nl_be: Abonnementen werkstroomwebhook

# PermissionSet 1879401324 - Property 2879900210
source: Whse. Mgt. periodic activities
de_ch: Logistik periodische Aktivit.
fi_fi: Jaksoit. f. var.hal.toiminnot
it_it: Attività periodiche gest. whse
nl_be: Periodieke magazijnbeheeract.

# PermissionSet 1486052532 - Property 2879900210
source: Read posted put away, etc.
de_ch: Geb. Einlagerung usw. lesen
fi_fi: Kirj. hyllytysten yms. luku
it_it: Leggi stoccaggio reg., ecc.
nl_be: Geb. opslag, enz. lezen

# PermissionSet 2141954922 - Property 2879900210
source: Create receipt, put away, etc.
de_ch: WE, Einlag. usw. erstellen
fi_fi: V.ottojen, hyllyt. yms. luonti
it_it: Crea carico, stoccaggio, ecc.
nl_be: Ontvangst, opslag, enz. maken

# PermissionSet 187964102 - Property 2879900210
source: Post receipt, put away,etc.
de_ch: WE, Einlag. usw. buchen
fi_fi: V.ottojen, hyllyt. yms. kirj.
it_it: Registra carico, stoccaggio
nl_be: Ontvangst, opslag, enz. boeken

# PermissionSet 219006004 - Property 2879900210
source: Whse Mgt. setup
de_ch: Logistik einrichten
fi_fi: F.varastonhallinta-asetukset
it_it: Setup gest. whse
nl_be: Magazijnbeheer instellen

# PermissionSet 2576620122 - Property 2879900210
source: Web Services Setup
de_ch: Webdienste-Einrichtung
fi_fi: Verkkopalvelujen asetukset
it_it: Setup servizi Web
nl_be: Webservices instellen
