Repository: akhileshekartha/BC-Source
Catalog: OnPrem Permissions.Source/Translations/OnPrem Permissions.*.xlf
Languages: de_ch, fi_fi, it_it, nl_be

# PermissionSet 3767052688 - Property 2879900210
source: ADCS User
de_ch: MDE-Benutzer
fi_fi: ADCS-käyttäjä
it_it: Utente ADCS
nl_be: ADCS-gebruiker

# PermissionSet 2331222742 - Property 2879900210
source: ADCS Set-up
de_ch: MDE einrichten
fi_fi: ADCS-asetukset
it_it: Setup ADCS
nl_be: ADCS instellen

# PermissionSet 1711923174 - Property 2879900210
source: Basic User (All Inclusive)
de_ch: Basisbenutzer (alles inkl.)
fi_fi: Peruskäyttäjä (sis. kaikki)
it_it: Utente base (ogni funzione)
nl_be: Basisgebruiker (alles inbegr.)

# PermissionSet 534634397 - Property 2879900210
source: Cash Flow Total
de_ch: Cashflow gesamt
fi_fi: Kassavirta yhteensä
it_it: Flusso di cassa totale
nl_be: Totaal cashflow

# PermissionSet 1587295650 - Property 2879900210
source: Delete Change Log Entries
de_ch: Änderungsprot.-Posten löschen
fi_fi: Muutoslokin tapahtumien poisto
it_it: Elimina mov. log modifiche
nl_be: Wijzigingslogposten verw.

# PermissionSet 2712018844 - Property 2879900210
source: Setup Change Log
de_ch: Änderungsprotokoll einrichten
fi_fi: Muutoslokin määritys
it_it: Setup log modifiche
nl_be: Wijzigingslogbestand instellen

# PermissionSet 3862289486 - Property 2879900210
source: View Change Log Entries
de_ch: Änderungsprotokollposten ans.
fi_fi: Muutoslokin tapaht. tarkastelu
it_it: Visualizza mov. log modifiche
nl_be: Wijzigingslogposten weergeven

# PermissionSet 3240069189 - Property 2879900210
source: Cost Accounting
de_ch: Kostenrechnung
fi_fi: Kustannuslaskenta
it_it: Contabilità industriale
nl_be: Kostprijsboekhouding

# PermissionSet 3613562208 - Property 2879900210
source: Data Exchange Setup
de_ch: Datenaustauscheinrichtung
fi_fi: Tiedonsiirron asetukset
it_it: Setup scambio dati
nl_be: Gegevensuitwisseling instellen

# PermissionSet 242706378 - Property 2879900210
source: Document Approval Setup
de_ch: Beleggenehmigung Einrichtung
fi_fi: Asiakirjan hyväksyntäasetukset
it_it: Setup approvazione documento
nl_be: Documentgoedkeuring instellen

# PermissionSet 1553351244 - Property 2879900210
source: Document Approval
de_ch: Beleggenehmigung
fi_fi: Asiakirjan hyväksyntä
it_it: Approvazione documento
nl_be: Documentgoedkeuring

# PermissionSet 2437104996 - Property 2879900210
source: Dynamics Online Setup
de_ch: Dynamics Online-Einrichtung
fi_fi: Dynamics Online -asetukset
it_it: Setup Dynamics Online
nl_be: Dynamics Online instellen

# PermissionSet 2192584701 - Property 2879900210
source: Manage Dynamics CRM Int.
de_ch: Dynamics CRM-Int. verwalten
fi_fi: Dynamics CRM -integ. hallinta
it_it: Gest. integraz. Dynamics CRM
nl_be: Dynamics CRM-integr. beheren

# PermissionSet 3482299295 - Property 2879900210
source: Setup Dynamics CRM Int.
de_ch: Dynamics CRM-Int. einrichten
fi_fi: Dynamics CRM -integ. asetukset
it_it: Setup integraz. Dynamics CRM
nl_be: Dynamics CRM-integr. instellen

# PermissionSet 3984745609 - Property 2879900210
source: Dynamics CRM Integration
fi_fi: Dynamics CRM -integrointi
it_it: Integrazione Dynamics CRM
nl_be: Dynamics CRM-integratie

# PermissionSet 530029408 - Property 2879900210
source: Read fixed assets and entries
de_ch: Anlagen und Posten lesen
fi_fi: K.omais. ja tapaht. luku
it_it: Leggi cespiti e movimenti
nl_be: Vaste activa en posten lezen

# PermissionSet 2927137264 - Property 2879900210
source: Edit fixed assets
de_ch: Anlagen ändern
fi_fi: Käyttöomaisuuden muokkaus
it_it: Modifica cespiti
nl_be: Vaste activa bewerken

# PermissionSet 2844503161 - Property 2879900210
source: Create entries in ins. jnls.
de_ch: Posten im Vers. Buch.-Bl. erst
fi_fi: Tapaht. luonti vak.pvk:issa
it_it: Crea mov. in reg assicurazioni
nl_be: Posten maken in verzek.dagb.

# PermissionSet 854078277 - Property 2879900210
source: Post insurance journals
de_ch: Vers.-Erf.-Journale buchen
fi_fi: Vakuutuspäiväkirjojen kirjaus
it_it: Reg. registrazioni assicuraz.
nl_be: Verzekeringsdagboeken boeken

# PermissionSet 3710598737 - Property 2879900210
source: Read insurance registers
de_ch: Versicherungsjournale lesen
fi_fi: Vakuutusrekistereiden luku
it_it: Leggi registri assicurazioni
nl_be: Verzekeringsjournalen lezen

# PermissionSet 755073828 - Property 2879900210
source: Read insurances and entries
de_ch: Versicher. und Posten lesen
fi_fi: Vak. ja tapaht. luku
it_it: Leggi assicurazioni, movimenti
nl_be: Verzekeringen en posten lezen

# PermissionSet 3219099444 - Property 2879900210
source: Edit insurances
de_ch: Versicherungen ändern
fi_fi: Vakuutusten muokkaus
it_it: Modifica assicurazioni
nl_be: Verzekeringen bewerken

# PermissionSet 2185341261 - Property 2879900210
source: Create entries in FA journals
de_ch: Posten in Anl.-Buch.-Bl. erst.
fi_fi: Tapaht. luonti KO-pvk:issa
it_it: Crea movimenti in reg. cespiti
nl_be: Posten maken in VA-dagboeken

# PermissionSet 1260349105 - Property 2879900210
source: Post FA journals
de_ch: Anl. Erfassungsjournale buchen
fi_fi: KO-päiväkirjojen kirjaus
it_it: Registra registrazioni CSP
nl_be: VA-dagboeken boeken

# PermissionSet 2773701287 - Property 2879900210
source: FA periodic activities
de_ch: Anl. Periodische Aktivitäten
fi_fi: Jaksoittaiset KO-toiminnot
it_it: Attività periodiche CSP
nl_be: Periodieke VA-activiteiten

# PermissionSet 1828817093 - Property 2879900210
source: Read FA registers
de_ch: Anl. Buch.-Blätter lesen
fi_fi: KO-rekistereiden luku
it_it: Leggi registri CSP
nl_be: VA-journalen lezen

# PermissionSet 3845592615 - Property 2879900210
source: FA setup
de_ch: Anlagen einrichten
fi_fi: KO-asetukset
it_it: Setup CSP
nl_be: VA-instellingen

# PermissionSet 3226489941 - Property 2879900210
source: Recommended for UI Removal
de_ch: Empfohlen für UI-Entfernung
fi_fi: Suosit. käyttöliitt. poistett.
it_it: Consigliato per rimozione IU
nl_be: Aanbevolen voor UI-verwijd.

# PermissionSet 597780107 - Property 2879900210
source: Read account schedules
de_ch: Kontenschema lesen
fi_fi: KP-raporttimallien luku
it_it: Leggi situazioni contabili
nl_be: Rapportageschema's lezen

# PermissionSet 1988228171 - Property 2879900210
source: Edit account schedules
de_ch: Kontenschema bearbeiten
fi_fi: KP-raporttimallien muokkaus
it_it: Modifica situazioni contabili
nl_be: Rapportageschema's bewerken

# PermissionSet 3891191268 - Property 2879900210
source: Read G/L accounts and entries
de_ch: Fibukonten und Fibupost. lesen
fi_fi: KP-tilien ja tapahtumien luku
it_it: Leggi conti e movimenti G/L
nl_be: GB-rekeningen en -posten lezen

# PermissionSet 2925053172 - Property 2879900210
source: Edit G/L accounts
de_ch: Fibukonten bearbeiten
fi_fi: KP-tilien muokkaus
it_it: Modifica conti G/L
nl_be: Grootboekrekeningen bewerken

# PermissionSet 3231919786 - Property 2879900210
source: Read bank accounts and entries
de_ch: Bankkonten und Bankpost. lesen
fi_fi: Pank.til. ja tapaht. luku
it_it: Leggi conti bancari, movimenti
nl_be: Bankrek. en -posten lezen

# PermissionSet 3868528922 - Property 2879900210
source: Edit bank accounts
de_ch: Bankkonten bearbeiten
fi_fi: Pankkitilien muokkaus
it_it: Modifica conti corr. bancari
nl_be: Bankrekeningen bewerken

# PermissionSet 3450358120 - Property 2879900210
source: Read G/L budgets
de_ch: Fibubudgets lesen
fi_fi: KP-budjettien luku
it_it: Leggi budget G/L
nl_be: Grootboekbudgetten lezen

# PermissionSet 1849715608 - Property 2879900210
source: Edit G/L budgets
de_ch: Fibubudgets bearbeiten
fi_fi: KP-budjettien muokkaus
it_it: Modifica budget G/L
nl_be: Grootboekbudgetten bewerken

# PermissionSet 3672813476 - Property 2879900210
source: Create entries in G/L journals
de_ch: Posten in Fibu-Buch.-Bl. erst.
fi_fi: Tapaht. luonti KP-pvk:issa
it_it: Crea mov. in registrazioni G/L
nl_be: Posten maken in GB-dagboeken

# PermissionSet 3894716312 - Property 2879900210
source: Post G/L journals
de_ch: Fibu Erf.-Journal buchen
fi_fi: KP-päiväkirjojen kirjaus
it_it: Registra registrazioni G/L
nl_be: GB-dagboeken boeken

# PermissionSet 1304321098 - Property 2879900210
source: G/L periodic activities
de_ch: Fibu-periodische Aktivitäten
fi_fi: Jaksoittaiset KP-toimet
it_it: Attività periodiche G/L
nl_be: Periodieke grootboekactiv.

# PermissionSet 3056832500 - Property 2879900210
source: Read G/L registers
de_ch: Fibujournal bearbeiten
fi_fi: KP-rekistereiden luku
it_it: Leggi registri G/L
nl_be: Grootboekjournalen lezen

# PermissionSet 2608341378 - Property 2879900210
source: G/L setup
de_ch: Fibu einrichten
fi_fi: KP-asetukset
it_it: Setup G/L
nl_be: Grootboekinstellingen

# PermissionSet 3955113415 - Property 2879900210
source: Read XBRL Taxonomies
de_ch: XBRL-Taxonomies lesen
fi_fi: XBRL-taksonomioiden luku
it_it: Leggi tassonomie XBRL
nl_be: XBRL-taxonomieën lezen

# PermissionSet 1242981639 - Property 2879900210
source: Create, edit XBRL Taxonomies
de_ch: XBRL-Taxonomies erst., bearb.
fi_fi: XBRL-taks. luonti, muokkaus
it_it: Crea, modifica tassonomie XBRL
nl_be: XBRL-taxonomieën maken en bew.

# PermissionSet 3313111871 - Property 2879900210
source: Change Global Dimension
de_ch: Globale Dimension ändern
fi_fi: Glob. dimension muuttaminen
it_it: Cambia dimensione globale
nl_be: Globale dimensie wijzigen

# PermissionSet 2823959846 - Property 2879900210
source: Create and edit absence
de_ch: Abwesenheit erst. und bearb.
fi_fi: Poissaolon luonti ja muokkaus
it_it: Crea e modifica assenza
nl_be: Afwezigheid maken en bewerken

# PermissionSet 1824228431 - Property 2879900210
source: Create and edit confidential
de_ch: Vertraulich erst. und bearb.
fi_fi: Luottam. luonti ja muokkaus
it_it: Crea e modifica dati riservati
nl_be: Vertrouwelijk maken en bew.

# PermissionSet 1982441607 - Property 2879900210
source: Read employees
de_ch: Mitarbeiter lesen
fi_fi: Työntekijöiden luku
it_it: Leggi impiegati
nl_be: Werknemers lezen

# PermissionSet 1491580103 - Property 2879900210
source: Edit employees
de_ch: Mitarbeiter bearbeiten
fi_fi: Työntekijöiden muokkaus
it_it: Modifica impiegati
nl_be: Werknemers bewerken

# PermissionSet 3786993660 - Property 2879900210
source: Human Resources setup
de_ch: Personalwesen einrichten
fi_fi: Henkilöstöresurssien asetukset
it_it: Setup gestione personale
nl_be: Personeelsinstellingen

# PermissionSet 2587970129 - Property 2879900210
source: Send/Receive Intercomp. Trans.
de_ch: Innerbetr. Trans. senden/empf.
fi_fi: Kons.siirt. lähetys/vast.otto
it_it: Invia/Ricevi trans. Intercomp.
nl_be: Intercompanytrans. verz./ontv.

# PermissionSet 3228900916 - Property 2879900210
source: Intrastat periodic activities
de_ch: Intrastat periodische Aktivit.
fi_fi: Jaksoitt. valtiokoht. toim.
it_it: Attività periodiche intrastat
nl_be: Periodieke Intrastat-activ.

# PermissionSet 1926460556 - Property 2879900210
source: Intrastat setup
de_ch: Intrastat einrichten
fi_fi: Valtiokohtaiset asetukset
it_it: Setup intrastat
nl_be: Intrastat-instellingen

# PermissionSet 846258726 - Property 2879900210
source: Read S&R/P&P/Inv. Analys. Rep.
de_ch: VK/E&K/Lager-Analyseber. lesen
fi_fi: MjaS/Oja&M/var.an. rap. luku
it_it: Leggi V&I/A&P/Rep. an. mag.
nl_be: Vrk./&ink./vr.anlyserap. lezen

# PermissionSet 3592196470 - Property 2879900210
source: Edit S&R/P&P/Inv. Analys. Rep.
de_ch: VK/E&K/Lageranalyseber. bearb.
fi_fi: MjaS/Oja&M/var.an. rap. muokk.
it_it: Modif. V&I/A&P/Rep. an. mag.
nl_be: Vrk./&ink./voorr.an.rapp. bew.

# PermissionSet 1548963775 - Property 2879900210
source: Read S&R/P&P Budgets
de_ch: VK/E&K-Budgets lesen
fi_fi: MjaS/Oja&M-budjettien luku
it_it: Leggi budget V&I/A&P
nl_be: Inkoop&-/verk.budgetten lezen

# PermissionSet 2849845119 - Property 2879900210
source: Edit S&R/P&P Budgets
de_ch: VK/E&K-Budgets bearb.
fi_fi: MjaS/Oja&M-budjettien muokkaus
it_it: Modifica budget V&I/A&P
nl_be: Inkoop-/&verkoopbudgetten bew.

# PermissionSet 2386896655 - Property 2879900210
source: Create entries in item jnls.
de_ch: Posten in Art.-Buch.-Bl. erst.
fi_fi: Tapaht. luonti nimikepvk:issa
it_it: Crea mov. in reg. articoli
nl_be: Posten maken in artikeldagb.

# PermissionSet 3212832955 - Property 2879900210
source: Post item journals
de_ch: Artikelbuchungsblätter buchen
fi_fi: Nimikepäiväkirjojen kirjaus
it_it: Registra registraz. magazzino
nl_be: Artikeldagboeken boeken

# PermissionSet 1855755296 - Property 2879900210
source: Read item registers
de_ch: Lagerjournale lesen
fi_fi: Nimikerekisterien luku
it_it: Leggi registri magazzino
nl_be: Artikeljournalen lezen

# PermissionSet 3532809774 - Property 2879900210
source: Read items/BOMs/SKUs/entries
de_ch: Art./Stü./Lagerh.-D./Post. l.
fi_fi: Nimik./t.rak./v.yks./tap. luku
it_it: Leggi articoli/DB/USK/movim.
nl_be: Art./stukl./SKU's/posten lezen

# PermissionSet 1962433950 - Property 2879900210
source: Edit items/BOMs/SKUs
de_ch: Art./Stückl./Lagerh.-D. bearb.
fi_fi: Nimik./t.rak./var.yks. muokk.
it_it: Modifica articoli/DB/USK
nl_be: Artikelen/stukl./SKU's bew.

# PermissionSet 2893365409 - Property 2879900210
source: Inventory periodic activities
de_ch: Lager periodische Aktivitäten
fi_fi: Jaksoittaiset varastotoiminnot
it_it: Attività periodiche magazzino
nl_be: Periodieke voorraadactiv.

# PermissionSet 2425111757 - Property 2879900210
source: Taking a physical inventory
de_ch: Inventur vornehmen
fi_fi: Varastoinvent. suorittaminen
it_it: Esecuzione inventario fisico
nl_be: Inventariseren

# PermissionSet 4154378958 - Property 2879900210
source: Read posted transfer orders
de_ch: Geb. Umlagerungsaufträge lesen
fi_fi: Kirj. siirtotilausten luku
it_it: Leggi ordini per trasf. reg.
nl_be: Geboekte transferorders lezen

# PermissionSet 1950273857 - Property 2879900210
source: Inventory setup
de_ch: Lager einrichten
fi_fi: Varastointiasetukset
it_it: Setup magazzino
nl_be: Voorraadinstellingen

# PermissionSet 1343915565 - Property 2879900210
source: Create transfer orders
de_ch: Umlagerungsaufträge erstellen
fi_fi: Siirtotilausten luonti
it_it: Crea ordini per trasferimenti
nl_be: Transferorders maken

# PermissionSet 4202413713 - Property 2879900210
source: Post transfer orders
de_ch: Umlagerungsaufträge buchen
fi_fi: Siirtotilausten kirjaus
it_it: Reg. ordini per trasfer.
nl_be: Transferorders boeken

# PermissionSet 4017942298 - Property 2879900210
source: Read jobs and entries
de_ch: Projekte und Posten lesen
fi_fi: Projektien ja tapahtumien luku
it_it: Leggi commesse e movimenti
nl_be: Projecten en posten lezen

# PermissionSet 2354448106 - Property 2879900210
source: Edit jobs
de_ch: Projekte bearbeiten
fi_fi: Projektien muokkaus
it_it: Modifica commesse
nl_be: Projecten bewerken

# PermissionSet 2847602877 - Property 2879900210
source: Create entries in job journals
de_ch: Proj. Erf.journale erstellen
fi_fi: Tapaht. luonti proj.pvk:issa
it_it: Crea mov. in reg. comm.
nl_be: Posten maken in projectdagb.

# PermissionSet 2472162817 - Property 2879900210
source: Post job journals
de_ch: Projektbuchungsblätter buchen
fi_fi: Projektipäiväkirjojen kirjaus
it_it: Reg. registr. commesse
nl_be: Projectdagboeken boeken

# PermissionSet 3753831959 - Property 2879900210
source: Job periodic activities
de_ch: Projekt periodische Aktivit.
fi_fi: Jaksoittaiset projektitoim.
it_it: Attività periodiche commesse
nl_be: Periodieke projectactiviteiten

# PermissionSet 125263093 - Property 2879900210
source: Read job registers
de_ch: Projektjournale lesen
fi_fi: Projektirekistereiden luku
it_it: Leggi registri commesse
nl_be: Projectjournalen lezen

# PermissionSet 2456526615 - Property 2879900210
source: Job setup
de_ch: Projekt einrichten
fi_fi: Projektiasetukset
it_it: Setup commesse
nl_be: Projectinstellingen

# PermissionSet 2620834753 - Property 2879900210
source: Job Queue Run
de_ch: Aufg.warteschlangen-Ausführ.
fi_fi: Työjonon suoritus
it_it: Esecuzione coda processi
nl_be: Taakwachtrij uitvoeren

# PermissionSet 925288355 - Property 2879900210
source: Job Queue Setup
de_ch: Aufgabenwarteschlangen-Einr.
fi_fi: Työjonon asetukset
it_it: Setup coda processi
nl_be: Taakwachtrij instellen

# PermissionSet 811105802 - Property 2879900210
source: MapPoint Setup
de_ch: MapPoint-Einrichtung
fi_fi: MapPoint-asetukset
it_it: Setup MapPoint
nl_be: MapPoint instellen

# PermissionSet 182847615 - Property 2879900210
source: Create entries in Cap. Jnl.
de_ch: Post. in Kap.-B.-Bl. erst.
fi_fi: Tapaht. luonti kap.pvk:issa
it_it: Crea movimenti in Reg. cap.
nl_be: Posten maken in cap.dagboek

# PermissionSet 2274398283 - Property 2879900210
source: Post Cap. Jnl.
de_ch: Kap.-B.-Bl. buch.
fi_fi: Kapas.pvk:n kirjaus
it_it: Registra Reg. cap.
nl_be: Capaciteitsdagboek boeken

# PermissionSet 2004794658 - Property 2879900210
source: Create entries in Cons. Jnl.
de_ch: Post. in Verbr.-B.-Bl. erst.
fi_fi: Tapaht. luonti vakiopvk:issa
it_it: Crea movimenti in Reg. cons.
nl_be: Posten maken in verbruiksdagb.

# PermissionSet 2604090878 - Property 2879900210
source: Post Cons. Jnl.
de_ch: Verb.-B.-Bl. buch.
fi_fi: Vakiopvk:n kirjaus
it_it: Registra Reg. cons.
nl_be: Verbruiksdagboek boeken

# PermissionSet 1233948436 - Property 2879900210
source: Read CRP
de_ch: Kap.plg les.
fi_fi: Kap. res.suunn. luku
it_it: Leggi CRP
nl_be: Capaciteitsplanning lezen

# PermissionSet 1559896409 - Property 2879900210
source: Setup CRP
de_ch: Kap.plg einr.
fi_fi: Kap. res.suunn. as.
nl_be: Capaciteitsplanning instellen

# PermissionSet 1958217860 - Property 2879900210
source: Edit Work & machine ctr.
de_ch: Arb.pl.gr. & Arb.pl. bearb.
fi_fi: T.sol. ja kuorm.ryhm. muokk.
it_it: Mod. area prod. e centro lav.
nl_be: Afdeling en bewerk.plaats bew.

# PermissionSet 1775369517 - Property 2879900210
source: Read Production BOM & Routing
de_ch: Fert.stückl. & Arb.plan lesen
fi_fi: Tuot. t.rak. ja reitit. luku
it_it: Leggi DB produzione e ciclo
nl_be: Prod.stukl. en bew.plan lezen

# PermissionSet 1535362925 - Property 2879900210
source: Edit Production BOM & Routing
de_ch: Fert.stückl. & Arb.pl. bearb.
fi_fi: Tuot. t.rak. ja reit. muokk.
it_it: Modifica DB produzione e ciclo
nl_be: Prod.stukl. en bew.plan bew.

# PermissionSet 753890315 - Property 2879900210
source: Create entries in Output Jnl.
de_ch: Post. in Istmld.-B.-Bl. erst.
fi_fi: Tapaht. luonti tuotospvk:issa
it_it: Crea movimenti in Reg. output
nl_be: Posten maken in outputdagboek

# PermissionSet 1873287631 - Property 2879900210
source: Post Output Jnl.
de_ch: FA-Istm.-B.-Bl. buch.
fi_fi: Tuotospvk:n kirjaus
it_it: Registra Reg. output
nl_be: Outputdagboek boeken

# PermissionSet 1080298048 - Property 2879900210
source: Create Planning
de_ch: Plg erstellen
fi_fi: Suunnittelun luonti
it_it: Crea pianificazione
nl_be: Planning maken

# PermissionSet 1076139896 - Property 2879900210
source: Make orders from Planning
de_ch: Auftr. v. Planung erst.
fi_fi: Til. tekeminen suunnittelusta
it_it: Crea ordini da pianific.
nl_be: Orders maken vanuit planning

# PermissionSet 4192295820 - Property 2879900210
source: Read production order
de_ch: FA lesen
fi_fi: Tuotantotilausten luku
it_it: Leggi ord. di prod.
nl_be: Productieorder lezen

# PermissionSet 1849731004 - Property 2879900210
source: Edit production order
de_ch: FA bearbeiten
fi_fi: Tuotantotilauksen muokkaus
it_it: Mod. ord. di prod.
nl_be: Productieorder bewerken

# PermissionSet 2325323762 - Property 2879900210
source: Setup Manufacturing
de_ch: Prod. einrichten
fi_fi: Tuotannon asetukset
nl_be: Productie instellen

# PermissionSet 449963620 - Property 2879900210
source: Manage MS Dataverse Int.
de_ch: MS Dataverse-Int. verwalten
fi_fi: MS Dataverse -int. hallinta
it_it: GESTIONE INTEGR. MS DATAVERSE
nl_be: MS Dataverse-integr. beheren

# PermissionSet 1994146690 - Property 2879900210
source: Setup MS Dataverse Int.
de_ch: MS Dataverse-Int. einrichten
fi_fi: MS Dataverse -int. asetukset
it_it: Setup integraz. MS Dataverse
nl_be: MS Dataverse-integr. instellen

# PermissionSet 4104619120 - Property 2879900210
source: MS DATAVERSE Integration
fi_fi: MS DATAVERSE -integraatio
it_it: INTEGRAZIONE MS DATAVERSE
nl_be: MS DATAVERSE-integratie

# PermissionSet 3663464552 - Property 2879900210
source: OCR Service Setup
de_ch: OCR-Dienst einrichten
fi_fi: OCR-palvelun asetukset
it_it: Setup servizio OCR
nl_be: Instellingen van OCR-service

# PermissionSet 2771503913 - Property 2879900210
source: Outlook Synch. administrator
fi_fi: Outlook-synkron., järj.valvoja
it_it: Ammin. Sincroniz. Outlook
nl_be: Beheerder Outlook-synchr.

# PermissionSet 4181873227 - Property 2879900210
source: Outlook Synch. power user
de_ch: Outlook-Synch.-Hauptbenutzer
fi_fi: Outlook-synkr., tehokäyttäjä
it_it: Utente esp. sincroniz. Outlook
nl_be: Hoofdgebruiker Outlook-synchr.

# PermissionSet 3464226675 - Property 2879900210
source: Outlook Synch. common user
de_ch: Outlook-Synch. allg. Benutzer
fi_fi: Outlook-synkr., peruskäyttäjä
it_it: Utente com. sincroniz. Outlook
nl_be: Gewone gebruiker Outlook-sync.

# PermissionSet 1101186750 - Property 2879900210
source: Create entries in jnls. (P&P)
de_ch: Posten in Buch.-Bl. Eink. erst
fi_fi: Tapaht. luonti pvk:issa (O/M)
it_it: Crea mov. in reg. (A&P)
nl_be: Posten maken in dagb. (inkoop)

# PermissionSet 1258460082 - Property 2879900210
source: Post journals (P&P)
de_ch: Buchungsblätter Einkauf buchen
fi_fi: Päiväkirjojen kirjaus (O/M)
it_it: Registra registrazioni (A&P)
nl_be: Dagboeken boeken (inkoop)

# PermissionSet 791749738 - Property 2879900210
source: Read posted receipts etc.
de_ch: Geb. EK-Lieferungen usw. lesen
fi_fi: Kirj. vast.ottojen yms. luku
it_it: Leggi carichi registrati, ecc.
nl_be: Geboekte ontv., enz. lezen

# PermissionSet 3427026111 - Property 2879900210
source: Create purchase orders, etc.
de_ch: Bestellungen usw. erstellen
fi_fi: Ostotilausten yms. luonti
it_it: Crea ordini acquisto, ecc.
nl_be: Inkooporders, enz. maken

# PermissionSet 2230177419 - Property 2879900210
source: Post purchase orders, etc.
de_ch: Bestellungen usw. buchen
fi_fi: Ostotilausten yms. kirjaus
it_it: Registra ordini acquisto, ecc.
nl_be: Inkooporders, enz. boeken

# PermissionSet 1311962126 - Property 2879900210
source: Read G/L registers (P&P)
de_ch: Fibujournale lesen (E&K)
fi_fi: KP-rekistereiden luku (O/M)
it_it: Leggi registri G/L (A&P)
nl_be: GB-journalen lezen (inkoop)

# PermissionSet 551833350 - Property 2879900210
source: Create entries on req. wksh.
de_ch: Posten in wdk. Buch.-Bl. erst.
fi_fi: Tapaht. luonti hank.luetteloon
it_it: Crea mov. in approvv. magazz.
nl_be: Posten maken in inkoopvoorstel

# PermissionSet 4293781048 - Property 2879900210
source: P&P setup
de_ch: Einkauf einrichten
fi_fi: O/M-asetukset
it_it: Setup A&P
nl_be: Inkoopinstellingen

# PermissionSet 4109103721 - Property 2879900210
source: Read vendors and entries
de_ch: Kreditoren und Posten lesen
fi_fi: Toimitt. ja tapaht. luku
it_it: Leggi fornitori e movimenti
nl_be: Leveranciers en posten lezen

# PermissionSet 3291140777 - Property 2879900210
source: Edit vendors
de_ch: Kreditoren bearbeiten
fi_fi: Toimittajien muokkaus
it_it: Modifica fornitori
nl_be: Leveranciers bewerken

# PermissionSet 2054039759 - Property 2879900210
source: Prepayment Setup
de_ch: Vorauszahlungseinrichtung
fi_fi: Ennakkomaksuasetukset
it_it: Setup pagamento anticipato
nl_be: Vooruitbetaling instellen

# PermissionSet 2997757085 - Property 2879900210
source: Prepayment
de_ch: Vorauszahlung
fi_fi: Ennakkomaksu
it_it: Pagamento anticipato
nl_be: Vooruitbetaling

# PermissionSet 4260491602 - Property 2879900210
source: Release documents
de_ch: Belege freigeben
fi_fi: Asiakirjojen vapautus
it_it: Rilascia documenti
nl_be: Documenten vrijgeven

# PermissionSet 2477744452 - Property 2879900210
source: Create entries in res. jnls.
de_ch: Posten in Ress. Buch.-Bl. erst
fi_fi: Tapahtumien luonti JM-pvk:issa
it_it: Crea mov. in registr. ris.
nl_be: Posten maken in resourcedagb.

# PermissionSet 234429112 - Property 2879900210
source: Post resource journals
de_ch: Res.-Erf.-Journale buchen
fi_fi: Resurssipäiväkirjojen kirjaus
it_it: Registra registrazioni risorse
nl_be: Resourcedagboeken boeken
