Repository: akhileshekartha/BC-Source
Catalog: _Exclude_PlanConfiguration_.Source/Translations/_Exclude_PlanConfiguration_.*.xlf
Languages: it_ch, nb_no, sv_se

# Table 313345083 - Property 2879900210
source: User Group Plan Assignment
it_ch: Assegnazione piano del gruppo di utenti
nb_no: Tildeling av brukergruppeplan
sv_se: Abonnemangstilldelning för användargrupp

# Table 313345083 - Field 3997336476 - Property 2879900210
source: Company Name
it_ch: Nome società
nb_no: Selskapsnavn
sv_se: Företagsnamn

# Table 313345083 - Field 2946131562 - Property 2879900210
source: Plan ID
it_ch: ID piano

# Table 313345083 - Field 43241205 - Property 2879900210
source: User Group Code
it_ch: Codice gruppo di utenti
nb_no: Brukergruppekode
sv_se: Kod för användargrupp

# Table 313345083 - Field 1341274843 - Property 2879900210
source: User Group Name
it_ch: Nome gruppo di utenti
nb_no: Brukergruppenavn
sv_se: Namn på användargrupp

# Codeunit 313345083 - NamedType 444996543
source: The permission set %1 is contained in the user group %2. The line cannot be modified.
it_ch: Il set di autorizzazioni %1 è contenuto nel gruppo di utenti %2. Impossibile modificare la riga.
nb_no: Tillatelsessettet %1 finnes i brukergruppen %2. Linjen kan ikke endres.
sv_se: Behörighetsuppsättningen %1 finns i användargruppen %2. Raden kan inte ändras.

# Page 3990268390 - Property 2879900210
source: Custom User Group In License
it_ch: Gruppo di utenti personalizzato in licenza
nb_no: Egendefinert brukergruppe i lisens
sv_se: Anpassad användargrupp i licens

# Page 3990268390 - Control 3133801257 - Property 1295455071
source: Specifies the company that the user group will have access to.
it_ch: Specifica la società a cui il gruppo di utenti avrà accesso.
nb_no: Angir selskapet som brukergruppen skal ha tilgang til.
sv_se: Anger företaget som användargruppen ska ha åtkomst till.

# Page 3990268390 - Control 3133801257 - Property 2879900210
source: Company
it_ch: Società
nb_no: Selskap
sv_se: Företag

# Page 3990268390 - Control 4089890050 - Property 1295455071
source: Specifies the ID of the user group.
it_ch: Specifica l'ID del gruppo di utenti.
nb_no: Angir brukergruppens ID.
sv_se: Anger användargruppens ID.

# Page 3990268390 - Control 4089890050 - Property 2879900210
source: Code
it_ch: Codice
nb_no: Kode
sv_se: Kod

# Page 3990268390 - Control 1341274843 - Property 1295455071
source: Specifies the name of the user group.
it_ch: Specifica il nome del gruppo di utenti.
nb_no: Angir navnet på brukergruppen.
sv_se: Anger användargruppens namn.

# Page 3990268390 - Control 1341274843 - Property 2879900210
source: Name
it_ch: Nome
nb_no: Navn
sv_se: Namn

# Page 819370542 - Property 2879900210
source: Default User Groups In Plan
it_ch: Gruppi di utenti predefiniti in piano
nb_no: Standard brukergrupper i plan
sv_se: Standardanvändargrupper i abonnemang

# Page 819370542 - NamedType 3718791375
source: (first company sign-in)
it_ch: (primo accesso aziendale)
nb_no: (pålogging for første selskap)
sv_se: (första företagsinloggning)

# Page 819370542 - Control 3133801257 - Property 1295455071
source: The user group will be assigned to the first company that a member of the user group signs in to.
it_ch: Il gruppo di utenti verrà assegnato alla prima società a cui accede un membro del gruppo di utenti.
nb_no: Brukergruppen blir tildelt det første selskapet som et medlem av brukergruppen logger seg på.
sv_se: Användargruppen tilldelas det första företag som en medlem av användargruppen loggar in på.

# Page 819370542 - Control 3133801257 - Property 2879900210
source: Company
it_ch: Società
nb_no: Selskap
sv_se: Företag

# Page 819370542 - Control 4089890050 - Property 1295455071
source: Specifies the ID of the user group.
it_ch: Specifica l'ID del gruppo di utenti.
nb_no: Angir brukergruppens ID.
sv_se: Anger användargruppens ID.

# Page 819370542 - Control 4089890050 - Property 2879900210
source: User Group
it_ch: Gruppo di utenti
nb_no: Brukergruppe
sv_se: Användargrupp

# Page 819370542 - Control 1341274843 - Property 1295455071
source: Specifies the description of the user group.
it_ch: Specifica la descrizione del gruppo di utenti.
nb_no: Angir beskrivelsen av brukergruppen.
sv_se: Anger en beskrivning av användargruppen.

# Page 819370542 - Control 1341274843 - Property 2879900210
source: Description
it_ch: Descrizione
nb_no: Beskrivelse
sv_se: Beskrivning

# PageExtension 386858719 - Control 3479259577 - Property 2879900210
source: Default Permissions per License
it_ch: Autorizzazioni predefinite per licenza
nb_no: Standardtillatelser per lisens
sv_se: Standardbehörigheter per licens

# PageExtension 2551682546 - Control 2828533898 - Property 2879900210
source: Default User Groups
it_ch: Gruppi di utenti predefiniti
nb_no: Standard brukergrupper
sv_se: Standardanvändargrupper

# PageExtension 2551682546 - Control 436054703 - Property 2879900210
source: Custom User Groups
it_ch: Gruppi di utenti personalizzati
nb_no: Egendefinerte brukergrupper
sv_se: Anpassade användargrupper

# PermissionSet 821836542 - Property 2879900210
source: License Configuration - Edit
it_ch: Configurazione licenza - Modifica
nb_no: Lisenskonfigurasjon – rediger
sv_se: Licenskonfiguration – Redigera

# PermissionSet 2483958804 - Property 2879900210
source: License Configuration - Objects
it_ch: Configurazione licenza - Oggetti
nb_no: Lisenskonfigurasjon – objekter
sv_se: Licenskonfiguration – Objekt

# PermissionSet 3329330328 - Property 2879900210
source: License Configuration - Read
it_ch: Configurazione licenza - Lettura
nb_no: Lisenskonfigurasjon – les
sv_se: Licenskonfiguration – Läs
