Repository: akhileshekartha/BC-Source
Catalog: Troubleshoot FA Ledger Entries.Source/Translations/Troubleshoot FA Ledger Entries.*.xlf
Languages: fi_fi

# Table 591152385 - Property 2879900210
source: FA Ledger Entry
fi_fi: KO-tapahtuma

# Table 591152385 - Field 636392376 - Property 2879900210
source: Amount
fi_fi: Summa

# Table 591152385 - Field 2461167233 - Property 2879900210
source: Corrected
fi_fi: Korjattu

# Table 591152385 - Field 3461834954 - Property 2879900210
source: Description
fi_fi: Kuvaus

# Table 591152385 - Field 580412389 - Property 2879900210
source: Document Date
fi_fi: Asiakirjan päivämäärä

# Table 591152385 - Field 486908828 - Property 2879900210
source: Document No.
fi_fi: Asiakirjanro

# Table 591152385 - Field 2363328873 - Property 2879900210
source: Document Type
fi_fi: Asiakirjatyyppi

# Table 591152385 - Field 883711285 - Property 2879900210
source: Entry No.
fi_fi: Tapahtumanro

# Table 591152385 - Field 1991001892 - Property 2879900210
source: FA No.
fi_fi: KO-nro

# Table 591152385 - Field 3942279885 - Property 2879900210
source: FA Posting Date
fi_fi: KO:n kirjauspvm

# Table 591152385 - Field 1877866625 - Property 2879900210
source: FA Posting Type
fi_fi: KO:n kirjaustyyppi

# Table 591152385 - Field 1411740825 - Property 2879900210
source: G/L Entry No.
fi_fi: KP-tapahtuman nro

# Table 591152385 - Field 3710982960 - Property 2879900210
source: Posting Date
fi_fi: Kirjauspvm

# Codeunit 4089383439 - NamedType 2028798418
source: There are fixed asset entries with potential rounding issues.
fi_fi: Löytyi käyttöomaisuustapahtumia, joissa on mahdollisia pyöristysongelmia.

# Codeunit 4089383439 - NamedType 2184577305
source: See more
fi_fi: Näytä lisää

# Page 3814451366 - Property 2879900210
source: FA Ledger Entries with rounding issues
fi_fi: KO-tapahtumat, joissa on pyöristysongelmia

# Page 3814451366 - NamedType 3487284936
source: Entries have been corrected.
fi_fi: Tapahtumat on korjattu.

# Page 3814451366 - Control 636392376 - Property 1295455071
source: Specifies the entry amount in currency.
fi_fi: Määrittää tapahtuman summan valuuttana.

# Page 3814451366 - Control 636392376 - Property 2879900210
source: Rounded Amount
fi_fi: Pyöristetty summa

# Page 3814451366 - Control 3461834954 - Property 1295455071
source: Specifies a description of the entry.
fi_fi: Määrittää tapahtuman kuvauksen.

# Page 3814451366 - Control 486908828 - Property 1295455071
source: Specifies the document number on the entry.
fi_fi: Määrittää tapahtuman asiakirjanumeron.

# Page 3814451366 - Control 2363328873 - Property 1295455071
source: Specifies the entry document type.
fi_fi: Määrittää tapahtuman asiakirjatyypin.

# Page 3814451366 - Control 883711285 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specified number series when the entry was created.
fi_fi: Määrittää tapahtuman numeron, joka määritettiin määritetystä numerosarjasta kirjausta luotaessa.

# Page 3814451366 - Control 1991001892 - Property 1295455071
source: Specifies the number of the related fixed asset.
fi_fi: Määrittää liittyvän käyttöomaisuuden numeron.

# Page 3814451366 - Control 3942279885 - Property 1295455071
source: Specifies the posting date of the related fixed asset transaction, such as a depreciation.
fi_fi: Määrittää liittyvän käyttöomaisuustapahtuman, kuten poiston, kirjauspäivämäärän.

# Page 3814451366 - Control 1877866625 - Property 1295455071
source: Specifies the posting type, if Account Type field contains Fixed Asset.
fi_fi: Määrittää kirjaustyypin, jos Tilin tyyppi -kenttään on valittu Käyttöomaisuus.

# Page 3814451366 - Control 1411740825 - Property 1295455071
source: Specifies the G/L number for the entry that was created in the general ledger for this fixed asset transaction.
fi_fi: Määrittää sen tapahtuman KP-numeron, joka on luotu pääkirjanpidossa kyseiselle käyttöomaisuustapahtumalle.

# Page 3814451366 - Control 798748183 - Property 1295455071
source: Specifies the entry amount in currency.
fi_fi: Määrittää tapahtuman summan valuuttana.

# Page 3814451366 - Control 798748183 - Property 2879900210
source: Amount
fi_fi: Summa

# Page 3814451366 - Control 3710982960 - Property 1295455071
source: Specifies the entry's posting date.
fi_fi: Määrittää tapahtuman kirjauspäivämäärän.

# Page 3814451366 - Control 894302254 - Property 1295455071
source: Specifies the entry rounding
fi_fi: Määrittää tapahtuman pyöristyksen

# Page 3814451366 - Control 894302254 - Property 2879900210
source: Rounding
fi_fi: Pyöristys

# Page 3814451366 - Action 1051844233 - Property 1295455071
source: Find Entries with Issues
fi_fi: Etsi tapahtumat, joissa on ongelmia

# Page 3814451366 - Action 1051844233 - Property 2879900210
source: &Find Entries with Issues
fi_fi: &Etsi tapahtumat, joissa on ongelmia

# Page 3814451366 - Action 853027711 - Property 1295455071
source: Acctept correction for selected lines
fi_fi: Hyväksy valittujen rivien korjaus

# Page 3814451366 - Action 853027711 - Property 2879900210
source: &Accept Selected
fi_fi: &Hyväksy valitut

# TableExtension 337178022 - Field 2364445209 - Property 2879900210
source: Last time scanned
fi_fi: Edellisen kerran tarkistettu

# TableExtension 337178022 - Field 1768199729 - Property 2879900210
source: Last Entry No. Checked
fi_fi: Viimeinen tapahtunro tarkistettu

# PermissionSet 1786155499 - Property 2879900210
source: FATS - Edit
fi_fi: FATS – Muokkaus

# PermissionSet 1611247981 - Property 2879900210
source: FATS- Objects
fi_fi: FATS – Objektit

# PermissionSet 3808080985 - Property 2879900210
source: FATS - Read
fi_fi: FATS – Luku
