Repository: akhileshekartha/BC-Source
Catalog: Data Archive.Source/Translations/Data Archive.*.xlf
Languages: da_dk, fr_ch, is_is, nb_no, ru_ru

# Table 2184183430 - Property 2879900210
source: Data Archive
da_dk: Dataarkiv
fr_ch: Archive des données
is_is: Gagnasafn
nb_no: Dataarkiv
ru_ru: Архив данных

# Table 2184183430 - Field 2838451934 - Property 2879900210
source: Created by User
da_dk: Oprettet af bruger
fr_ch: Créé par l’utilisateur
is_is: Stofnað af notanda
nb_no: Opprettet av bruker
ru_ru: Создано пользователем

# Table 2184183430 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
is_is: Lýsing
nb_no: Beskrivelse
ru_ru: Описание

# Table 2184183430 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
fr_ch: N° écriture
is_is: Færslunr.
nb_no: Oppføringsnr.
ru_ru: № операции

# Table 2184183430 - Field 2065755396 - Property 2879900210
source: No. of Records
da_dk: Antal records
fr_ch: Nombre d’enregistrements
is_is: Fjöldi skráa
nb_no: Antall poster
ru_ru: Число записей

# Table 2184183430 - Field 666729213 - Property 2879900210
source: No. of Tables
da_dk: Antal tabeller
fr_ch: Nombre de tables
is_is: Fjöldi tafla
nb_no: Antall tabeller
ru_ru: Число таблиц

# Table 4155097608 - Property 2879900210
source: Data Archive Media Field
da_dk: Felt til dataarkivmedie
fr_ch: Champ Support d’archivage des données
is_is: Reitur fyrir gagnasafnsefni
nb_no: Mediefelt for dataarkiv
ru_ru: Поле мультимедиа архива данных

# Table 4155097608 - Field 2866082027 - Property 2879900210
source: Data Archive Entry No.
da_dk: Løbenummer til dataudveksling.
fr_ch: N° écriture de l’archive des données
is_is: Færslunúmer gagnasafns
nb_no: Oppføringsnr. for dataarkiv
ru_ru: № операции архива данных

# Table 4155097608 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
fr_ch: N° écriture
is_is: Færslunr.
nb_no: Oppføringsnr.
ru_ru: № операции

# Table 4155097608 - Field 1608730365 - Property 2879900210
source: Field Content
da_dk: Feltindhold
fr_ch: Contenu du champ
is_is: Efni reits
nb_no: Feltinnhold
ru_ru: Содержимое поля

# Table 4155097608 - Field 3017471043 - Property 2879900210
source: Table No.
da_dk: Tabelnr.
fr_ch: N° table
is_is: Tafla nr.
nb_no: Tabellnr.
ru_ru: № таблицы

# Table 3141784384 - Property 2879900210
source: Data Archive
da_dk: Dataarkiv
fr_ch: Archive des données
is_is: Gagnasafn
nb_no: Dataarkiv
ru_ru: Архив данных

# Table 3141784384 - Field 2389018819 - Property 2879900210
source: Created On
da_dk: Oprettet d.
fr_ch: Date de création
is_is: Búið til
nb_no: Opprettet den
ru_ru: Дата создания

# Table 3141784384 - Field 2866082027 - Property 2879900210
source: Data Archive Entry No.
da_dk: Løbenummer til dataudveksling.
fr_ch: N° écriture de l’archive des données
is_is: Færslunúmer gagnasafns
nb_no: Oppføringsnr. for dataarkiv
ru_ru: № операции архива данных

# Table 3141784384 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
is_is: Lýsing
nb_no: Beskrivelse
ru_ru: Описание

# Table 3141784384 - Field 883711285 - Property 2879900210
source: Line No.
da_dk: Linjenr.
fr_ch: N° ligne
is_is: Línunr.
nb_no: Linjenr.
ru_ru: № строки

# Table 3141784384 - Field 2065755396 - Property 2879900210
source: No. of Records
da_dk: Antal records
fr_ch: Nombre d’enregistrements
is_is: Fjöldi skráa
nb_no: Antall poster
ru_ru: Число записей

# Table 3141784384 - Field 3683865729 - Property 2879900210
source: Table Data (json)
da_dk: Tabeldata (JSON)
fr_ch: Données de table (JSON)
is_is: Töflugögn (json)
nb_no: Tabelldata (JSON)
ru_ru: Данные таблицы (JSON)

# Table 3141784384 - Field 2930633370 - Property 2879900210
source: Table Fields (json)
da_dk: Tabelfelter (JSON)
fr_ch: Champs de table (JSON)
is_is: Töflureitir (json)
nb_no: Tabellfelter (JSON)
ru_ru: Поля таблицы (JSON)

# Table 3141784384 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn
fr_ch: Nom de la table
is_is: Heiti töflu
nb_no: Tabellnavn
ru_ru: Имя таблицы

# Table 3141784384 - Field 3017471043 - Property 2879900210
source: Table No.
da_dk: Tabelnr.
fr_ch: N° table
is_is: Tafla nr.
nb_no: Tabellnr.
ru_ru: № таблицы

# Codeunit 723204053 - NamedType 1531077278
source: There are no archived records.
da_dk: Der er ikke nogen arkiverede records.
fr_ch: Aucun enregistrement archivé.
is_is: Engar safnvistaðar skrár.
nb_no: Det finnes ingen arkiverte poster.
ru_ru: Архивированных записей нет.

# Codeunit 723204053 - NamedType 4210430314
source: Download
fr_ch: Télécharger
is_is: Sækja
nb_no: Last ned
ru_ru: Загрузить

# Codeunit 723204053 - NamedType 2809467027
source: Creating file @1@@@
da_dk: Opretter fil @1@@@
fr_ch: Création du fichier @1@@@
is_is: Býr til skrá @1@@@
nb_no: Oppretter fil @1@@@
ru_ru: Создание файла @1@@@

# Codeunit 723204053 - NamedType 4072122335
source: No files were created.
da_dk: Der blev ikke oprettet filer.
fr_ch: Aucun fichier n’a été créé.
is_is: Engar skrár voru búnar til.
nb_no: Ingen filer ble opprettet.
ru_ru: Файлы не созданы.

# Codeunit 723204053 - NamedType 1722474783
source: You do not have the Read permission for some of the selected tables. Only the tables you have the Read permission for have been exported.
da_dk: Du har ikke læsetilladelse til nogle af de valgte tabeller. Kun de tabeller, som du har læsetilladelse til, er blevet eksporteret.
fr_ch: Vous ne disposez pas de l’autorisation en lecture pour certaines tables sélectionnées. Seules les tables pour lesquelles vous disposez de l’autorisation en lecture ont été exportées.
is_is: Þú ert ekki með lesheimild fyrir sumar af völdu töflunum. Aðeins töflur sem þú ert með lesheimild fyrir hafa verið fluttar út.
nb_no: Du har ikke lesetillatelse for enkelte av de valgte tabellene. Bare tabellene du har lesetillatelse for, er eksportert.
ru_ru: У вас нет разрешения на чтение некоторых из выбранных таблиц. Экспортированы только те таблицы, в отношении которых у вас есть разрешение на чтение.

# Codeunit 1652297678 - NamedType 1531077278
source: There are no archived records.
da_dk: Der er ikke nogen arkiverede records.
fr_ch: Aucun enregistrement archivé.
is_is: Engar safnvistaðar skrár.
nb_no: Det finnes ingen arkiverte poster.
ru_ru: Архивированных записей нет.

# Codeunit 1652297678 - NamedType 2809467027
source: Creating file @1@@
da_dk: Opretter fil @1@@
fr_ch: Création du fichier @1@@
is_is: Býr til skrá @1@@
nb_no: Oppretter fil @1@@
ru_ru: Создание файла @1@@

# Codeunit 1652297678 - NamedType 1722474783
source: You do not have the Read permission for some of the selected tables. Only the tables you have the Read permission for have been exported.
da_dk: Du har ikke læsetilladelse til nogle af de valgte tabeller. Kun de tabeller, som du har læsetilladelse til, er blevet eksporteret.
fr_ch: Vous ne disposez pas de l’autorisation en lecture pour certaines tables sélectionnées. Seules les tables pour lesquelles vous disposez de l’autorisation en lecture ont été exportées.
is_is: Þú ert ekki með lesheimild fyrir sumar af völdu töflunum. Aðeins töflur sem þú ert með lesheimild fyrir hafa verið fluttar út.
nb_no: Du har ikke lesetillatelse for enkelte av de valgte tabellene. Bare tabellene du har lesetillatelse for, er eksportert.
ru_ru: У вас нет разрешения на чтение некоторых из выбранных таблиц. Экспортированы только те таблицы, в отношении которых у вас есть разрешение на чтение.

# Codeunit 937646157 - NamedType 3628631280
source: The function only accepts a record as parameter.
da_dk: Funktionen accepterer kun en record som parameter.
fr_ch: La fonction accepte uniquement un enregistrement en tant que paramètre.
is_is: Aðgerðin samþykkir aðeins skrá sem færibreytu.
nb_no: Funksjonen godtar bare en post som parameter.
ru_ru: Функция принимает в качестве параметра только запись.

# Page 1358081299 - Property 2879900210
source: New Data Archive
da_dk: Nyt dataarkiv
fr_ch: Nouvelle archive de données
is_is: Nýtt gagnasafn
nb_no: Nytt dataarkiv
ru_ru: Новый архив данных

# Page 1358081299 - Control 4156942903 - Property 1295455071
source: Enter a name or description in this field.
da_dk: Angiv et navn eller en beskrivelse i dette felt.
fr_ch: Saisissez un nom ou une description dans ce champ.
is_is: Sláðu inn heiti eða lýsingu í þennan reit.
nb_no: Angi et navn eller en beskrivelse i dette feltet.
ru_ru: Введите имя или описание в этом поле.

# Page 1358081299 - Control 4156942903 - Property 2879900210
source: Name of new archive
da_dk: Navn på nyt arkiv
fr_ch: Nom de la nouvelle archive
is_is: Heiti nýs safns
nb_no: Navn på nytt arkiv
ru_ru: Имя нового архива

# Page 1358081299 - Action 620325036 - Property 1295455071
source: Start logging deletions. All deletions will be added to the new archive.
da_dk: Start logføring af sletninger. Alle sletninger føjes til det nye arkiv.
fr_ch: Démarrez la suppression de la journalisation. Toutes les suppressions seront ajoutées à la nouvelle archive.
is_is: Byrja að eyða skráningum. Öllu sem er eytt verður bætt við nýja safnið.
nb_no: Start logging av slettinger. Alle slettinger blir lagt til i det nye arkivet.
ru_ru: Запуск регистрации удалений. Все удаления будут добавляться в новый архив.

# Page 1358081299 - Action 620325036 - Property 2879900210
source: Start Logging
da_dk: Start logføring
fr_ch: Démarrer la journalisation
is_is: Hefja skráningu
ru_ru: Запустить регистрацию

# Page 1358081299 - Action 915332364 - Property 1295455071
source: Stop logging deletions and add the data to the new archive.
da_dk: Stop logføringen af sletninger, og føj dataene til det nye arkiv.
fr_ch: Arrêter les suppressions de la journalisation et ajouter les données à nouvelle archive.
is_is: Hætta að eyða skráningum og bæta gögnunum við nýja safnið.
nb_no: Stopp logging av slettinger, og legg til dataene i det nye arkivet.
ru_ru: Остановка регистрации удалений и добавление данных в новый архив.

# Page 1358081299 - Action 915332364 - Property 2879900210
source: Stop Logging
da_dk: Stop logføring
fr_ch: Arrêter la journalisation
is_is: Stöðva skráningu
nb_no: Stopp logging
ru_ru: Остановить регистрацию

# Page 2772216772 - Property 2879900210
source: Data Archive List
da_dk: Liste over dataarkiver
fr_ch: Liste des archives des données
is_is: Listi yfir gagnasöfn
nb_no: Liste over dataarkiv
ru_ru: Список архива данных

# Page 2772216772 - Property 3863440606
source: archive, saved, stored
da_dk: arkiv, lagret, gemt
fr_ch: archiver, enregistré, stocké
is_is: safn, vistað, geymt
nb_no: arkiver, lagret, oppbevart
ru_ru: архивный, сохраненный, хранимый

# Page 2772216772 - Control 3425251533 - Property 1295455071
source: This field specifies which user created the data archive.
da_dk: Dette felt angiver, hvilken bruger der har oprettet dataarkivet.
fr_ch: Ce champ spécifie l’utilisateur ayant créé l’archive des données.
is_is: Þessi reitur tilgreinir hvaða notandi bjó til gagnasafnið.
nb_no: Dette feltet angir hvilken bruker som opprettet dataarkivet.
ru_ru: Это поле определяет, кто из пользователей создал архив данных.

# Page 2772216772 - Control 3461834954 - Property 1295455071
source: This field specifies a description for this data archive.
da_dk: Dette felt angiver en beskrivelse af dette dataarkiv.
fr_ch: Ce champ spécifie une description pour cette archive de données.
is_is: Þessi reitur tilgreinir lýsingu á þessu gagnasafni.
nb_no: Dette feltet angir en beskrivelse av dette dataarkivet.
ru_ru: Это поле определяет описание этого архива данных.

# Page 2772216772 - Control 883711285 - Property 1295455071
source: This field specifies the entry number for the data archive.
da_dk: Dette felt angiver løbenummeret for dataarkivet.
fr_ch: Ce champ spécifie le numéro d’écriture de l’archive des données.
is_is: Þessi reitur tilgreinir færslunúmer fyrir gagnasafnið.
nb_no: Dette feltet angir oppføringsnummeret for dataarkivet.
ru_ru: Это поле определяет номер операции для архива данных.

# Page 2772216772 - Control 2065755396 - Property 1295455071
source: This field specifies the tota number of records archived in this data archive.
da_dk: Dette felt angiver det samlede antal records, som er arkiveret i dette dataarkiv.
fr_ch: Ce champ spécifie le nombre total d’enregistrements archivés dans cette archive de données.
is_is: Þessi reitur tilgreinir heildarfjölda skráa sem eru safnvistaðar í þessu gagnasafni.
nb_no: Dette feltet angir totalt antall poster som er arkivert i dette dataarkivet.
ru_ru: Это поле определяет общее количество записей, архивированных в этом архиве данных.

# Page 2772216772 - Control 666729213 - Property 1295455071
source: This field specifies the number of tables archived in this data archive.
da_dk: Dette felt angiver, hvor mange tabeller der er arkiveret i dette dataarkiv.
fr_ch: Ce champ spécifie le nombre de tables archivées dans cette archive de données.
is_is: Þessi reitur tilgreinir fjölda tafla sem eru safnvistaðar í þessu gagnasafni.
nb_no: Dette feltet angir antall tabeller som er arkivert i dette dataarkivet.
ru_ru: Это поле определяет количество таблиц, архивированных в этом архиве данных.

# Page 2772216772 - Control 577209412 - Property 1295455071
source: This field specifies when the data archive was created.
da_dk: Dette felt angiver, hvornår dataarkivet blev oprettet.
fr_ch: Ce champ spécifie la date de création de l’archive des données.
is_is: Þessi reitur tilgreinir hvenær gagnasafnið var búið til.
nb_no: Dette feltet angir når dataarkivet ble opprettet.
ru_ru: Это поле определяет, когда был создан архив данных.

# Page 2772216772 - Control 577209412 - Property 2879900210
source: Created On
da_dk: Oprettet d.
fr_ch: Date de création
is_is: Búið til
nb_no: Opprettet den
ru_ru: Дата создания

# Page 2772216772 - Action 2474258504 - Property 1295455071
source: Saves this Data Archive to Excel with one sheet per table.
da_dk: Gemmer dette dataarkiv til Excel med et ark pr. tabel.
fr_ch: Enregistre cette archive de données dans Excel avec une feuille par table.
is_is: Vistar þetta gagnasafn í Excel með einu vinnublaði í hverri töflu.
nb_no: Lagrer dette dataarkivet i Excel med ett ark per tabell.
ru_ru: Сохраняет этот архив данных в формате Excel. Для каждой таблицы создается по одному листу.

# Page 2772216772 - Action 2474258504 - Property 2879900210
source: Save as Excel
da_dk: Gem som Excel
fr_ch: Enregistrer au format Excel
is_is: Vista sem Excel-skrá
nb_no: Lagre som Excel
ru_ru: Сохранить как Excel

# Page 2772216772 - Action 3035013920 - Property 1295455071
source: Saves this Data Archive to a zip file with one csv file per table.
da_dk: Gemmer dette dataarkiv til en zip-fil med én CSV-fil pr. tabel.
fr_ch: Enregistre cette archive de données dans un fichier zip avec un fichier CSV par table.
is_is: Vistar þetta gagnasafn í zip-skrá með einni CSV-skrá í hverri töflu.
nb_no: Lagrer dette dataarkivet i en ZIP-fil med én CSV-fil per tabell.
ru_ru: Сохраняет этот архив данных в ZIP-файл, содержащий по одному CSV-файлу на каждую таблицу.

# Page 2772216772 - Action 3035013920 - Property 2879900210
source: Save as CSV
da_dk: Gem som CSV
fr_ch: Enregistrer au format CSV
is_is: Vista sem CSV
nb_no: Lagre som CSV
ru_ru: Сохранить как CSV

# Page 2772216772 - Action 1064721090 - Property 1295455071
source: Opens the Data Archive - New Archive page that allows you to do a recording of all subsequent deletions in this session.
da_dk: Åbner siden Dataarkiv – Nyt arkiv, som du kan bruge til at optage alle efterfølgende sletninger i denne session.
fr_ch: Ouvre la page Archive des données – Nouvelle archive qui vous permet d’enregistrer toutes les suppressions suivantes dans cette session.
is_is: Opnar gagnasafn – síða fyrir nýtt safn sem gerir þér kleift að búa til skráningu á öllum síðari eyðingum í þessari lotu.
nb_no: Åpner siden Dataarkiv – nytt arkiv som gjør det mulig å registrere alle etterfølgende slettinger i denne økten.
ru_ru: Открывает страницу "Архив данных - Новый архив", которая позволяет вести запись всех последующих удалений в этом сеансе.

# Page 2772216772 - Action 1064721090 - Property 2879900210
source: Create new archive
da_dk: Opret nyt arkiv
fr_ch: Créer une archive
is_is: Búa til nýtt safn
nb_no: Opprett nytt arkiv
ru_ru: Создать новый архив

# Page 1566433842 - Property 2879900210
source: Data Archive Tables
da_dk: Dataarkivtabeller
fr_ch: Tables d’archivage des données
is_is: Gagnasafnstöflur
nb_no: Dataarkivtabeller
ru_ru: Таблицы архива данных

# Page 1566433842 - Control 2389018819 - Property 1295455071
source: Specifies when this data archive table record was created.
da_dk: Angiver, hvornår denne dataarkivtabels record blev oprettet.
fr_ch: Spécifie la date de création de cet enregistrement de la table d’archive des données.
is_is: Tilgreinir hvenær þessi gagnasafnstafla var búin til.
nb_no: Angir når denne dataarkivtabellposten ble opprettet.
ru_ru: Определяет время создания записи таблицы архива данных.

# Page 1566433842 - Control 2389018819 - Property 2879900210
source: Created On
da_dk: Oprettet d.
fr_ch: Date de création
is_is: Búið til
nb_no: Opprettet den
ru_ru: Дата создания

# Page 1566433842 - Control 3461834954 - Property 1295455071
source: Specifies the description for this data archive table record.
da_dk: Angiver beskrivelsen af recorden for dataarkivtabellen.
fr_ch: Spécifie la description de cet enregistrement de la table d’archive des données.
is_is: Tilgreinir lýsingu á þessari töfluskrá gagnasafns.
nb_no: Angir beskrivelsen av denne dataarkivtabellposten.
ru_ru: Определяет описание этой записи таблицы архива данных.

# Page 1566433842 - Control 883711285 - Property 1295455071
source: Specifies the entry number for the data archive table.
da_dk: Angiver løbenummeret for dataarkivtabellen.
fr_ch: Spécifie le numéro d’écriture de la table d’archive des données.
is_is: Tilgreinir færslunúmer fyrir gagnasafnstöfluna.
nb_no: Angir oppføringsnummeret for dataarkivtabellen.
ru_ru: Определяет номер операции для таблицы архива данных.

# Page 1566433842 - Control 4112828461 - Property 1295455071
source: Specifies whether you have read permission to this data.
da_dk: Angiver, om du har læsetilladelse til disse data.
fr_ch: Spécifie si vous disposez d’une autorisation en lecture pour ces données.
is_is: Tilgreinir hvort þú hafir lesheimild fyrir þessi gögn.
nb_no: Angir om du har lesetillatelse til disse dataene.
ru_ru: Указывает, есть ли у вас разрешение на чтение этих данных.

# Page 1566433842 - Control 4112828461 - Property 2879900210
source: Read Permission
da_dk: Læserettighed
fr_ch: Autorisation en lecture
is_is: Lesheimild
nb_no: Lesetillatelse
ru_ru: Разрешение на чтение

# Page 1566433842 - Control 2065755396 - Property 1295455071
source: Specifies the number of records stored in this data archive table record.
da_dk: Angiver antallet af records, der er gemt i denne dataarkivtabels record.
fr_ch: Spécifie le nombre d’enregistrements stockés dans cet enregistrement de la table d’archive des données.
is_is: Tilgreinir fjölda skráa sem eru vistaðar í þessari töfluskrá gagnasafns.
nb_no: Angir antall poster som er lagret i denne dataarkivtabellposten.
ru_ru: Определяет количество записей, хранимых в этой записи таблицы архива данных.

# Page 1566433842 - Control 3808951907 - Property 1295455071
source: Specifies the table name in the data archive table record.
da_dk: Angiver tabelnavnet i dataarkivtabellens record.
fr_ch: Spécifie le nom de la table dans l’enregistrement de la table d’archive de données.
is_is: Tilgreinir töfluheitið í töfluskrá gagnasafns.
nb_no: Angir tabellnavnet i dataarkivtabellposten.
ru_ru: Определяет имя таблицы в записи таблицы архива данных.

# Page 1566433842 - Control 3017471043 - Property 1295455071
source: Specifies the table number in the data archive table record.
da_dk: Angiver tabelnummeret i dataarkivtabellens record.
fr_ch: Spécifie le numéro de la table dans l’enregistrement de la table d’archive des données.
is_is: Tilgreinir töflunúmer í töfluskrá gagnasafns.
nb_no: Angir tabellnummeret i dataarkivtabellposten.
ru_ru: Определяет номер таблицы в записи таблицы архива данных.

# Page 1566433842 - Action 2474258504 - Property 1295455071
source: Saves the contents of this data archive record as Excel.
da_dk: Gemmer indholdet af denne dataarkivrecord som Excel.
fr_ch: Enregistre le contenu de cet enregistrement d’archive de données sous Excel.
is_is: Vistar efni þessarar gagnasafnsskráar sem Excel-skrá.
nb_no: Lagrer innholdet i denne dataarkivposten som Excel.
ru_ru: Сохраняет содержимое этой записи архива данных в формате Excel.

# Page 1566433842 - Action 2474258504 - Property 2879900210
source: Save as Excel
da_dk: Gem som Excel
fr_ch: Enregistrer au format Excel
is_is: Vista sem Excel-skrá
nb_no: Lagre som Excel
ru_ru: Сохранить как Excel

# Page 1566433842 - Action 3035013920 - Property 1295455071
source: Saves the contents of this data archive record in a CSV format.
da_dk: Gemmer indholdet af denne dataarkivrecord i et CSV-format.
fr_ch: Enregistre le contenu de cet enregistrement d’archive de données au format CSV.
is_is: Vistar efni þessarar gagnasafnsskráar á CSV-sniði.
nb_no: Lagrer innholdet i denne dataarkivposten i et CSV-format.
ru_ru: Сохраняет содержимое этой записи архива данных в формате CSV.

# Page 1566433842 - Action 3035013920 - Property 2879900210
source: Save as CSV
da_dk: Gem som CSV
fr_ch: Enregistrer au format CSV
is_is: Vista sem CSV
nb_no: Lagre som CSV
ru_ru: Сохранить как CSV

# Page 2914753195 - Property 2879900210
source: Data Archive Tables
da_dk: Dataarkivtabeller
fr_ch: Tables d’archivage des données
is_is: Gagnasafnstöflur
nb_no: Dataarkivtabeller
ru_ru: Таблицы архива данных

# Page 2914753195 - Control 2065755396 - Property 1295455071
source: Specifies the number of records stored in this record.
da_dk: Angiver antallet af records, der er gemt i denne record.
fr_ch: Spécifie le nombre d’enregistrements stockés dans cet enregistrement.
is_is: Tilgreinir fjölda skráa sem eru vistaðar í þessari skrá.
nb_no: Angir antall poster som er lagret i denne posten.
ru_ru: Определяет количество записей, хранимых в этой записи.

# Page 2914753195 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table that is stored in this record.
da_dk: Angiver navnet på den tabel, der er gemt i recorden.
fr_ch: Spécifie le nom de la table stockée dans cet enregistrement.
is_is: Tilgreinir heiti töflunnar sem er vistuð í þessari skrá.
nb_no: Angir navnet på tabellen som er lagret i denne posten.
ru_ru: Определяет имя таблицы, которая хранится в этой записи.

# Page 2914753195 - Action 2474258504 - Property 1295455071
source: Saves the contents of this data archive record as Excel.
da_dk: Gemmer indholdet af denne dataarkivrecord som Excel.
fr_ch: Enregistre le contenu de cet enregistrement d’archive de données sous Excel.
is_is: Vistar efni þessarar gagnasafnsskráar sem Excel-skrá.
nb_no: Lagrer innholdet i denne dataarkivposten som Excel.
ru_ru: Сохраняет содержимое этой записи архива данных в формате Excel.

# Page 2914753195 - Action 2474258504 - Property 2879900210
source: Save as Excel
da_dk: Gem som Excel
fr_ch: Enregistrer au format Excel
is_is: Vista sem Excel-skrá
nb_no: Lagre som Excel
ru_ru: Сохранить как Excel

# Page 2914753195 - Action 3035013920 - Property 1295455071
source: Saves the contents of this data archive record in a CSV format.
da_dk: Gemmer indholdet af denne dataarkivrecord i et CSV-format.
fr_ch: Enregistre le contenu de cet enregistrement d’archive de données au format CSV.
is_is: Vistar efni þessarar gagnasafnsskráar á CSV-sniði.
nb_no: Lagrer innholdet i denne dataarkivposten i et CSV-format.
ru_ru: Сохраняет содержимое этой записи архива данных в формате CSV.

# Page 2914753195 - Action 3035013920 - Property 2879900210
source: Save as CSV
da_dk: Gem som CSV
fr_ch: Enregistrer au format CSV
is_is: Vista sem CSV
nb_no: Lagre som CSV
ru_ru: Сохранить как CSV
