Repository: akhileshekartha/BC-Source
Catalog: Data Archive.Source/Translations/Data Archive.*.xlf
Languages: da_dk, fr_ch, is_is, nb_no, ru_ru

# PermissionSet 2219481149 - Property 2879900210
source: (Obsolete) Data Archive - Edit
da_dk: (Udfaset) Dataarkiv – Rediger
fr_ch: (Obsolète) Archive des données – Modification
is_is: (Úrelt) Gagnasafn – breyta
nb_no: (Gammel) Dataarkiv – rediger
ru_ru: (Устарело) Архив данных - изменение

# PermissionSet 3448589511 - Property 2879900210
source: Data Archive - Read
da_dk: Dataarkiv – Læs
fr_ch: Archive des données - Lecture
is_is: Gagnasafn - Lesa
nb_no: Dataarkiv – les
ru_ru: Архив данных - чтение

# PermissionSet 1096718174 - Property 2879900210
source: Data Archive - View
da_dk: Dataarkiv – Vis
fr_ch: Archive de données – Affichage
is_is: Gagnasafn – skoða
nb_no: Dataarkiv – vis
ru_ru: Архив данных - просмотр

# PermissionSet 94876339 - Property 2879900210
source: Data Archive - Objects
da_dk: Dataarkiv – Objekter
fr_ch: Archive des données - Objets
is_is: Gagnasafn – hlutir
nb_no: Dataarkiv – objekter
ru_ru: Архив данных - объекты
